{
  "Details": {
    "Year": "2012",
    "Question_Number": "7.3",
    "Full_Question": "Choosing a career",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5**"
      },
      "B": {
        "Year": "2013",
        "Grade": "5**"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "2013",
        "Grade": "5**"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/AEfr7xzJQaA",
    "i": "https://www.youtube.com/embed/A6hI8XRVotA"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "C",
        "content": "Good afternoon, ... we're taking a guidance course and ... we have to discuss about the problems faced by young people when choosing a career. Maybe we can talk about the struggles that young people face when deciding on a career first. Well, I think one of the struggles is ...... is ... family pressure because ... parents may have different expectations on us and those expectations may not be consistent with our dreams or ... our own interests. So, what, what are the different struggles?"
      },
      {
        "speaker": "D",
        "content": "Yeah, I think ... what you just mentioned is part of ... some kind of external factors that ... affect ... young people when they are deciding on a career. So, ... they may face pressure from both their family or their peers, depending on what the people around them expect them to do. And ... there're ... also ... struggles such as ... how the job market is really competitive and there might not be ... jobs available that you actually want to do. And ... there are also less opportunities now because maybe ... the demand for ... new young workers in different ... walks of life would be smaller nowadays. And ... also ... young people have to choose their career path quite early on because as they choose what to study in university, they're all already narrowing down what choices they have. But they might have to decide on that when they haven't really made up their mind yet. So, that would be sort of external factors that ... cause their struggle. And they also have internal, more subjective things, such as their own uncertainty, or ... when they consider their own criterias for selecting the jobs, and whether to ... sacrifice satisfaction for ... maybe ... salary and that kind of things."
      },
      {
        "speaker": "A",
        "content": "Yeah, ... I think your classification of external and internal factors is really ... cool. Erm, yeah, so ... I think ... I think I'd elaborate more on some internal factors. Erm, other than, like, ... those that you have mention, I think ... the job satisfaction part is of course a really ... significant factor when ... teenagers are deciding their path. And I think also another important factor would be the pay, the money, the salary that you'll get from the job because ... in Hong Kong, you know, ... it's a very economic ... oriented society, so, many people would consider ... money as a first priority. So, when it comes to the conflict of ... money and interest, like, the job satisfaction that you have mention, then it ... perhaps it'd be a very ... big struggle for teenagers."
      },
      {
        "speaker": "B",
        "content": "Yeah, I think the main point we're talking about is a balance. Right now, we've talking about many factors like salary, interest, ability, etc. But then, it all comes down to a factor, like, how do we balance all these together. Like, some jobs may have better ... salary yet poor ... job satisfaction and vice versa. So, it'll be ... difficult for teenagers to choose the career that they're suitable for. And another thing would be the fact that they may not be able to know if the job is really that as they expected. Maybe they see ... how the job would be in TV dramas and movie, etc. But, is it really that true in real life? So, maybe there is a discrepancy, so ... teenagers may face that uncertainty whether it'll live up to their own expectation of the job nature. And maybe ... they're also uncertain of whether the passion would fade as time goes on. Maybe at this time, this point of moment, they feel very passionate about being a doctor, or maybe, but then after 10 years later, they think the job is very monotonous. And maybe, they don't have that passion anymore. So, I think this is also the struggles that ... young people may face when they're deciding on career. And this also brings us to about maybe those criterias that we're deciding on when making career choice."
      },
      {
        "speaker": "D",
        "content": "Yes, I think that ... considering different ... a variety of criteria would actually help them in their struggle. Maybe that would make ... making up their mind more ... easy and also they may make more comprehensive decisions. So I think ... just now we mentioned ... the big criteria of ... maybe ... financial concerns versus interest and passion. And I think there are also other criterias such as ... job security, or the working environment, the relation with co-workers. And all those would also affect on whether the career choice would be right for them. Because, of course, there is the concern for whether the pay is good, but then if, if the working environment is not some place that you would enjoy, or the relationship with your co-workers would be really bad for you, and that might ... be factors that you have to take into consideration. And also ... perhaps you would face a lot of stress and that kind also really affects the quality of your work."
      },
      {
        "speaker": "A",
        "content": "Yeah, other than ... working relationship and also job security, I've some other ... criteria to add. So ... the, the first one is working hours, that ... you know, certain jobs come with really high pay, but then it also come with, like, it also comes with ... really long working hours. And ... so, students may have to consider their ... future work-life balance before they make their job choices. And the other one is also career prospect, like how do you see this industry will go, and like, the development in Hong Kong in 10 or 20 years. Erm, you have to see its great future before really entering it."
      },
      {
        "speaker": "C",
        "content": "Well, I ... I think that ... candidate B had a really good point that, that the struggle actually comes down to a matter of balance between different criteria. Er, ... we have to ... know what criteria are more important ... when ... when deciding what career to take on. And I think we can ... move on to talk about the advice that we can, we can give ... give to someone who does not know what kind of job they would like to do because ... because ...... many teenagers nowadays actually don't know what kind of job they would like to do. I think what advice we can give them would be, maybe they can do some summer internship because like, through such exposure to different ... different kinds of careers, for example, I went to ...... Yan Chai Hospital to be a volunteer ... in ... during the summer holidays ... actually know more about the work of a doctor and then how they treat patients. And then ...... how ... the patients really need the care and, and the ... care from the medical practitioners. So, I think ... that actually ... let me know better about myself and that ... I really want to be a good doctor to ... provide that kind of care to my patients. So, that really ... this kind of internship can actually help those people to decide."
      },
      {
        "speaker": "B",
        "content": "Yeah, and I think that ... doing internship can give you hands-on experience on the career you're pursuing and you can also interact with those related professionals so you can have ... a more deep understanding of the job nature. And apart from ... internship, ... I think we can also ask for ... ask for senior students about ...... the, the current ... the jobs that they're currently ... they're currently having because ... senior students may be able to give us ... they may be able to understand our own conditions, like the struggles we have been facing. And they may be able to give, give us concrete advice and share how they come up with, how they deal with all the struggles and how they eventually come up with their own, with their, with their career choice. And whether they are satisfied with their career choice, or whether they have other recommendations for us."
      },
      {
        "speaker": "A",
        "content": "Yeah, I think ... talking with senior is definitely a really ... good way in ... getting to know more about the industry. And apart from that, I think there're some mentor programmes offered by the school and also in the society, which you can get matched to a mentor in different industry. And the mentor can also give you different advice on the industry they're with, and you can also ... go with him to his working place so as to, you know, gain more exposure in that industry, and you know, ... before you actually make the decision on whether you want to ... go to that, like, go, go for that job in the future or not."
      },
      {
        "speaker": "D",
        "content": "Yeah, I think these are all really great suggestions. I think all of them ... actually serve the purpose of ... allowing young people to explore their options and learn more about what they might want to do ... at the same time, increase their competitiveness maybe in the future. So, that would be really helpful. And also, I think it's important that the young people ... plan ahead and consider those things for themselves."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 3)",
        "content": "Candidate A, would you be willing to leave Hong Kong to pursue your dream job? You may start now."
      },
      {
        "speaker": "A",
        "content": "Thank you for your question. So, whether I want, I would leave Hong Kong to pursue for my dream job. The answer is, yes, I would, because I think that, ... like, we have a lot of ... factors to consider in life, like, the financial concern and also our interest, and ...... working hours, working relationship, etc. But, if I consider one job is my dream job, that mean I desperately want it, like, I desperately long for it, ... no matter how much it would pay me, or how much it would ... how ... so ...... you don't have to mention how much job satisfaction that this job would give me. So, ... although I have a lot of ... family and friends and sense of belonging to Hong Kong, I think the happiness and also the joyfulness that I'll gain from my dream job would definitely override like, what I have in Hong Kong. And besides, I can always like, ... meet like, talk to my friends on Skype and online and also visit Hong Kong whenever I have time. So, I ... would leave Hong Kong for my dream job definitely. Thank you."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate B, what is more important to you: money or job satisfaction? You may start now."
      },
      {
        "speaker": "B",
        "content": "Er, thank you for your question. Erm, regarding the ... balancing between the salary and the job satisfaction, I think I'll go for the job satisfaction. Because I think that ... money, of course, is important because it is essential for living, like, you need to buy things, or buy food or drinks to ... survive, but then ... overall, after all, ... talking about the meaning of life is all about ... for example, getting happy or, ... getting happy or getting job satisfaction, like, these are the things that will last forever. And ... I think that it is, it's only with job, job satisfaction that gives you the motivation and drive to carry on with your everyday work. And if you only look for money, then maybe every day would be a struggle for you, and even if you get a lot of money ... with the job, maybe you will not be eventually satisfied with it. Maybe you'll just feel bored every day and you don't have the meaning of life. So, ... considering this, I think that job satisfaction will be much more important than money, in my consideration. Thank you very much."
      },
      {
        "speaker": "Examiner (Question 5)",
        "content": "Candidate C, do you think you will do one or many jobs during your working life? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, I think I will only do one job during my working life because ... I am very certain of my ... career choice. I, I want to be a doctor because ... I've been to different hospitals. I've attend different internships and volunteer ... Erm, I've ... learnt what ... the work of doctors and then I saw the need of patients and I really want to be ... taking the role of a carer, ... a medical practitioner to, ... to be there to care and ... take care of the patients, and give them what they need. So, ... it's definitely I would be, I really want to be a doctor for my entire working life. So, ... I think it's a very meaningful job that can give me lots of ... job satisfaction, and give my ... life ...... its meaning as well. So ... that's my answer. Thank you."
      },
      {
        "speaker": "Examiner (Question 7)",
        "content": "Candidate D, do you think young people today have more job opportunities than their parents? You may start now."
      },
      {
        "speaker": "D",
        "content": "Erm, I think that the job market nowadays ... has more variety than before, for example, there are jobs that would not ... be available for anyone ... in, maybe years ago. For example, social media campaign managers, those kind of jobs may be things that young people would be really interested in doing and now they have opportunities that were never available before. And for example, there would be places to go abroad, or ... to participate in, like, global ...... corporations in their work, and that is ... available to them that ... which was not available to their parents' generation. However, I also see that it's more difficult for ... younger people to get into a career because it's more difficult to start from a lower level. Erm, cuz nowadays, ... maybe a lot of people is already really educated when they go into their jobs. And that makes ... competition a lot more keen. And for young people to start a job and get really good at it, and to take ... it to the level that they want to, may be ... more difficult than previous generations."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}