{
  "Details": {
    "Year": "2012",
    "Question_Number": "1.1",
    "Full_Question": "An intern in Hong Kong",
    "Profiles": {
      "A": {
        "Year": "2015",
        "Grade": "5**"
      },
      "B": {
        "Year": "2015",
        "Grade": "5"
      },
      "C": {
        "Year": "2015",
        "Grade": "5*"
      },
      "D": {
        "Year": "2015",
        "Grade": "5**"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/WuFOphXMzmo",
    "i": "https://www.youtube.com/embed/vJWXSQ_-N9k"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "B",
        "content": "Good evening, everyone. We are going to write a report about professional internship in Hong Kong. Erm, perhaps let’s … discuss how an unpaid internship could be beneficial. In my opinion, … students can … interns can expose to a new environment …… which is different from their school life. They can get to know more about the details of the working environment and plan about their career path … right before they choose their ...... jobs and choose what to learn in the university. So, I think it is … therefore, it is beneficial for them."
      },
      {
        "speaker": "A",
        "content": "Yes, I agree that for secondary school students, … they can, … by attending unpaid internship, they can know more about a profession and choose what to study in the university. Er, but, for university students, I guess an unpaid internship will … provide them more understanding … of their career that they are going to choose. Because these internships are always designed for students … who have … who do not have a very deep understanding on the career, so they can … do … what … they can perform some jobs of the … in that company and know more about the job they are going to do in the future."
      },
      {
        "speaker": "D",
        "content": "Yes, I …"
      },
      {
        "speaker": "C",
        "content": "I share the same view with you that … unpaid internship could be beneficial in terms of gaining working experience for their future career. Besides, I believe … it is also beneficial in terms of … having good interpersonal skills and also, meeting some new friends. And, as they have to, maybe, get on with their clients, and they have to interact with their colleagues and also clients that they need to have better communication skills in order to have … these … have the skills to get on well with these people. And I think going to these unpaid internship could be beneficial to help them have a better interpersonal, interpersonal skills. What do you think?"
      },
      {
        "speaker": "D",
        "content": "Yes, I also think … an unpaid internship can … is a really unique experience for, for a student to … develop his, or her interpersonal relationships. As … in a school, or in a university, … it’s really, it’s really hard to … to find opportunities like …… to … to really work together … to communicate together to achieve a task which is actually important, which is not a school project, which is not … only … perhaps … gathering info, or make … or … merely writing something to … to hand in as homework. It’s really something that matters. That makes … this … unpaid internship … a good opportunity, a good chance for a student to … to learn how to communicate with a lot of other people."
      },
      {
        "speaker": "B",
        "content": "Apart from enhancing the good interpersonal skills, I think … it is unofficial for interns is … is that … it’s similar to a mentorship programme. Like, … for some senior staff, … they will act like a mentor and teach the interns … about … teach the interns the technological skills or some specialised skills about the career and their jobs so they will be … and also if there are any … they … if the interns have any enquiries about the career path in the future, they could also have the connection to ask the mentor. So, … these are some … these are some benefits for the unpaid internship. Perhaps we can, let’s move on to the challenges of being a summer intern. What do you think?"
      },
      {
        "speaker": "C",
        "content": "Sure! I think one of the major challenges is that … the students may not have the professional knowledge in that industry … so that they may not be able to assist their colleagues to finish the task, or complete their jobs. And I think it would be a main challenge for them. According to some of my friends, … they have also mentioned that they, they do not have the knowledge to help … in … while they are working, so it will be quite complicated and they may not … they may not know what’s going on and this may not help them to complete their task. And I think it’d be quite a challenge. Do you have any other challenges to add in?"
      },
      {
        "speaker": "A",
        "content": "I agree that … being a summer intern may not ... the students may not have ...... the experience or the skills to complete the job because … they may only have to stay one or two months. The experienced colleagues may not be … may not be willing to teach them some skills because they know that they will be leaving in a month time. Erm, for example, some of my friends who are attending the, a summer intern in hotel told me that … they are only able to do the job of the bell boy because they are not experienced and it will be a challenge that they can only perform some … tiring job. So, do you agree with my viewpoint?"
      },
      {
        "speaker": "D",
        "content": "Yes, I think the biggest problem of being a summer intern is that we as …… if we are taking part as a summer intern, we are completely unfamiliar with the work environment, which … which is completely new to us. We haven’t been in that position before. That makes us … very vulnerable to, to challenges, to difficulties which we may face in the workplace. Er, this would really call for some good characteristics of an intern, which … we should have as one. Er, I think the most important one would be the willingness and eagerness to learn, as …… in the office, we, of course, are the … least experienced. We almost know completely nothing about what happens around there, and … because of this reason, we have to learn, we have to be willing to, to hear advice from other experienced workers … colleagues. Er, that makes us a good intern."
      },
      {
        "speaker": "C",
        "content": "Erm, it is true that a good intern should be able, should be willing to learn. And I also think that a good intern should be patient and also … diligent in … in order to … to gain working experience, as they have to listen to some senior staff and to gain experience from them so that they can perform their job well. And they will, they will be able to listen to more advice if they are patient so that they can have a better job and also have a better relationship with their colleagues. "
      },
      {
        "speaker": "B",
        "content": "I believe that patience is the, one of the most … important characteristics of being a good intern because … normally the senior staff are, are very busy, and, … with their work, so they don’t have, they have to spare extra time to teach the interns about the new things and help them to get adapt to the environment. So, …… the, the interns must be very patient … to listen and wait for the senior staff to explain the stuff. …… And … also, they should be polite … may ask some simple questions when they have any enquiries so that they can get more information about …"
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate A, what job would you like to do in the future? You may start now."
      },
      {
        "speaker": "A",
        "content": "Since I was small, I’d like to be a doctor … because my … because my father is a doctor. And when I was small, … I have heard that he had many interesting experiences in the hospital. And when I grow up, I participated in different voluntary services and attachment programme in the hospitals. I realise that being a doctor does not simply mean saving lives because … during my attachment, I have saw many patients that doctors could not help. But, being a doctor does not mean to save them only. Erm, facing these … problems, the doctors will try their best to relieve the patients’ pain. And on the other hand, … the doctors will give them psychological support and mental support, which is very meaningful."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate B, would you like to apply for a summer internship? You may start now."
      },
      {
        "speaker": "B",
        "content": "Definitely, I would like to … apply the summer internship because it is very beneficial to my career path. Erm, through attending a summer internship, I could gain more hands-on experience of … what the … what the job is really like. And for me, I would like to apply for an architect internship … because … I love drawing since I was young and I, I think being an architect is wonderful. But, I have very little experience … and very little knowledge about how an architect is going to work, so for … to apply an internship, I can … look at how the senior staff draws a building and how they plans … the floor plan and having meeting with each other. So, I think it’s … worth it."
      },
      {
        "speaker": "Examiner: (Question 7)",
        "content": "Candidate C, do you think students who have participated in an internship have an advantage in finding good jobs? You may start now."
      },
      {
        "speaker": "C",
        "content": "I think students that have participated in internship would have a advantage in finding a good job than the other ones. Because … first of all, they have more working experience, which at least they have the basic … understandings on the job and also the, the career, which can help them to fulfil the task … in their career path. And also, they will be understanding some basic knowledge and have the basic terms, and also they … this can … lower the … this can help them to finish their job and have better working experience. And secondly, I think students that have participated in an internship can find a better job because they have had the experience and I think they will have a better communication skills … because they have worked before and they have communicate with their colleagues and also their clients before, which they will possess a better communication skills and this is a very essential skills to possess in working career. Thank you."
      },
      {
        "speaker": "Examiner: (Question 8)",
        "content": "Candidate D, which is more important in achieving success in your career, qualifications or experience? You may start now."
      },
      {
        "speaker": "D",
        "content": "I think … of course both are quite important in achieving … great success in … in working, in a career. But, among these two, experience is the more important. Er, first of all, experience is what actually happens … the lessons you actually learn in the workplace, the practical things you don’t, you don’t learn in books and in lessons. It’s … it’s the hands-on experience is … that makes you, makes you … really succeed, makes you … work well in the workplace. For example, the interpersonal skills, how you communicate with different people in order to finish … a collective task, which makes … a person in the workplace … better than others. Qualifications, of course, … they may sound good on a … on a CV, but without … experience, without the skills that are required in working together in a group, it’s almost impossible to … to work."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }