{
  "Details": {
    "Year": "2012",
    "Question_Number": "5.2",
    "Full_Question": "Dolphins under threat",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5**"
      },
      "B": {
        "Year": "2013",
        "Grade": "5**"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "2013",
        "Grade": "5**"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/NM1ZJIafbdU",
    "i": "https://www.youtube.com/embed/hFO2BcNmmrk"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Good afternoon. So, as members of the Dolphin Conservation Society, we would like to raise public awareness about the impact of economic development on the survival of Chinese white dolphin. Erm, so, shall we start with why the dolphins should be better protected? What do you think?"
      },
      {
        "speaker": "D",
        "content": "Erm, I believe that ... there are a few aspects to the importance of protecting these dolphins. Firstly, there is the ... ecological types of concern because ... these dolphins are now already an endangered species, and if they go extinct, or their numbers become too few, then, that might seriously affect the ecological system in our ... own city, or this area. And that may be very harmful to the biodiversity and the environment in general. And then, ... there is also the concern of ... the kind of moral concerns of whether we should ... sacrifice these dolphins for our own development. And also ... that these dolphins are quite significant and iconic. And that may be also a reason why we should protect them."
      },
      {
        "speaker": "C",
        "content": "Erm, I think you have raised ... 2 very good points, and I would like to elaborate more on, about the ecological damage to ...... the society. Erm, first, ... if we do nothing to protect ... better protect the dolphins, ... with the increase in the development of infrastructure and the pollution that follows, for example, the ... the reclamation in Chek Lap Kok, it will ... cause ... it may cause extinction of the remaining 200 dolphins. And not only will we become the murderers of these ... highly intelligent and lovely dolphins, it will also ... disrupt the ecosystem, and will disrupt the food chain. And then, ... not only the dolphins, maybe ... those fishes that ... the dolphins feed on, and maybe the other ... sea creatures that feed on the dolphins will also be affected. And this will ... cause ... unimaginable damage to ... our environment, which is an invaluable asset to ... invaluable asset of our society."
      },
      {
        "speaker": "B",
        "content": "Yeah, I think, er ... right now we're talking about an irreversible damage ... regarding reclamation because I've just mentioned before, if other species are also affected in this case of ... of the building of the Chek Lap Kok airport third runway, ... so other species when they're affected, will cause a chain effect, and it'll affect the whole ecological system. And, when we're talking about ... dolphins, or building those infrastructure, ... we are putting forward a very important concept, that is the sustainable development. So, ... to have a stable development, we must have, to strike a balance between both the many aspects which are in this case, we may apply the environmental aspect and the economical aspect. And it's only through ... a balance in these two aspects can we have a development that is ... better for us in the long run."
      },
      {
        "speaker": "A",
        "content": "Yeah, ... you have highlighted a really good point in ... striking a balance between economic and ... the economic and the environmental aspect. Erm, actually, from both sides, like, there are very strong arguments. For example, ... in the infrastructure side, ... we ... there are, like, statistics showing that the airport is ... reaching saturation, and, like, the transit is going to be more difficult, ... so we have to build a third runway. While on the environmental side, there are actually statistics showing that ... since 1997 till now, ... half the ... the number of dolphins have dropped by half. So, ... there are only 200 dolphins left in Hong Kong. So, I think, from both aspects, we have to have ... careful consideration before we move, we proceed on any development."
      },
      {
        "speaker": "C",
        "content": "Erm, ... and I think when we ... tell the public ... about ... why we should protect the dolphins, we can highlight that ... the damage to the ... dolphins' habitat is actually irreversible, while actually, ... all the development in the infrastructure is ... is actually ... reversible and you can do it any time ... as long as you have money. And also, ... the value of these ... lovely dolphins are actually ... cannot be measured ... with capitals. So, ... I think ... these are ... are the strong points that we can tell the public to support our cause."
      },
      {
        "speaker": "D",
        "content": "Yes, I agree with ... the point that we just raised about ... the kind of sustainable development that we wish to promote and that, to achieve a sustainable type of development, we cannot sacrifice ... these dolphins ... in their own natural habitats. So, maybe that would be the main point for us when we try to ... raise public awareness. So, maybe we can move on to talk about how we can go about doing that. So, ... my ... my first suggestion would be to do ... work on education. Maybe we can first start by teaching primary or secondary school students so that they can bring, have more knowledge and maybe bring it to their own homes. Erm, maybe we can ... have exhibitions, or provide information on our, on a webpage, or we can visit schools and ... conduct workshops to teach ... these students about ... the dolphins and how we should be aware of sustainable development. And then, on a different level, we can go on to a more type of publicity towards the public. Maybe, ... printing publications, or making leaflets, or setting up booths to tell people in the public what we are trying to promote. And ... so, what do you think about that?"
      },
      {
        "speaker": "B",
        "content": "Well, ... I think maybe, ... the campaign ... is a good way because, and different locations, because ... it can have an interaction with the public, and they would know more about ... the stress that dolphins are facing. Maybe we can have different games, or booths that attract the ... public's attention, including children's attention. So, it'll be better for us to deliver our message. Erm, for those posters or advertisement just mentioned, and not only we can ... do we ... can we put it in the actual, actual place like, ... or we can also put it in the internet because it is widely accessible to many teenagers, or ... the wide public, so people can easily receive this information and know how the economic development has ... greatly affected the dolphins nowadays."
      },
      {
        "speaker": "A",
        "content": "Yeah, I think a campaign would definitely be a great idea in ... promoting public awareness regarding on, like, the ... economic development on the survival of Chinese white dolphin ... Erm, and in our booth, like, yeah, setting up a booth, and playing some games, interactive games, and also, ... publishing ... leaflets and brochures will definitely be a great way in delivering message. And, I also think ... using, like, internet, social media, would be a very, ... like, a way that reach a lot of public because it has really high coverage, especially among the teenage population."
      },
      {
        "speaker": "D",
        "content": "Yeah, ... I think I would have a bit more to add on the social media type of campaign because ... there are actually more things we can do than just putting up information and that kind of things, because it's less limited as ...... if we have like a booth. Erm, for example, we can have more forms of things, like, ... photo campaigns ... or those ... things ... inviting other people to talk about why they care about dolphins. And, the social media campaign would be more cost effective and also we would ... have more resources to use because we are not limited by where we can set booths and things like that. And, ... I think also another direction to go toward would be to ... advocate for these dolphins as well, just involving the public and maybe telling the government about ... our concern, why so many people care about dolphins, and why the government should also consider the ...... the livelihood of these dolphins ... in their development plans. And I think that would be another aspect of ... what we can do."
      },
      {
        "speaker": "C",
        "content": "Yeah, I absolutely agree with you. I think we can actually use the social media to ... do, perhaps do an online petition. So, we can ask our friends to join the petition to tell the ... government that we have to ... protect our dolphins better and that we have a say in this. We want to protect our dolphins. And then, we can in turn ask our friends to invite their friends to join the petition as well, so we can utilise ... the social media to ... help our cause. And then, to raise public awareness ... on the protection of ... Chinese white dolphins eventually. So, that's the end of our discussion. Thank you."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 3)",
        "content": "Candidate A, do Hong Kong people care about what happens to the Chinese white dolphins? You may start now."
      },
      {
        "speaker": "A",
        "content": "Thank you for your question. So, ... whether Hong Kong people care ... what is happening to Chinese white dolphin. My answer is, I think ... yes, but not to a very large extent. So, based on the name 'Chinese' white dolphin, like, I think Hong Kong people has a certain, like, ... love, like, yeah, affection towards the Chinese white dolphin ... due to their lovely, like, cute appearance, and also how they jump out of water and very, yeah, very lively living in the ocean. So, ...... so, I think they actually care on what is happening, especially when there are a lot of ... news articles about, like, the infrastructure would be like, ...... invading their living habitat, etc. But I, ... at the same time, I think that even though Hong Kong people know about it, but they don't really ... they won't really be moved by it or do anything about it. So, like, many of them would just, like, get to know it from, like, public media and so on. So, that's my answer. Thank you very much."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate B, would you like to work for an organisation that protects endangered animals? You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, thank you for your question. I'd definitely love to work in organisation that ... aims to protect animals. Because I think that ... firstly, like, animals are like our friends. They also live on the earth and they, like ...... because these animals play a large role in our, in our environment and they have, they have been under serious threat. As an example, there are, there is ... one third runway in the Chek Lap Kok airport that has endangered ... dolphins and their lives are being affected. And, I think that many of a times, ... people put too much emphasis on the environmental, on the economical development, and like such as building infrastructures, or reclamation, etc. ... for their ... for many economic benefits, but then they neglect the impact it, it has on environmental part. So, I think ... if I can work in these organisations, I'll can play a role to raise public awareness on such issues, and eventually I can help protect these animals and protect them from damage by ... human beings. Yeah, that's the end. Thank you."
      },
      {
        "speaker": "Examiner (Question 5)",
        "content": "Candidate C, how can environmental groups help to protect dolphins? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, I think that the environmental groups can help protect dolphins in ... different ways. The first way would be education and publicity, which is, ... they can go to those primary and secondary schools to have some ... for example, in the morning assemblies, they can tell ... the school kids the message of the importance of protecting ... endangered species such as ... Chinese white dolphins. And then, so, we can, through these kind of education, we can ... tell ... the next generation of our society to be ... a better ...... people in protecting these endangered species. So, ... another way to ... that these groups can ... protect Chinese white dolphins is that they can ... put pressure to the government. They can ... give suggestions, they can organise protests, ... petitions, to ... give pressure the government to do something to change their policy in protecting these Chinese white dolphins. Thank you."
      },
      {
        "speaker": "Examiner (Question 8)",
        "content": "Candidate D, are we using up too many resources trying to save endangered animals? You may start now."
      },
      {
        "speaker": "D",
        "content": "Erm, I believe that the resources we put into ... protecting endangered species is, is in fact not enough right now. Erm, because Hong Kong is a society focusing a lot on economic development, on, maybe financial aspect, and ... maybe service industries, that kind of thing. And, ... we put a lot of ... focus on how we can be better, how we can be ... a more developed city, instead of ... looking at our own environment and how that is actually ... the basis of our development. And I believe that ... we should be putting more resources into studying ... the environment in Hong Kong because Hong Kong is in fact very interesting in its ...  biodiversity, in that kind of thing. So, it, there are a lot of natural resources, or natural ... phenomenons that we can look at, and the creatures that we can protect in ... our area. And I believe that currently we have maybe some ... parks and things where people can go to learn more, but that is not enough, and we can do more work in this kind of ... aspect."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}