{
  "Details": {
    "Year": "2012",
    "Question_Number": "6.2",
    "Full_Question": "Reality TV",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5*"
      },
      "B": {
        "Year": "2013",
        "Grade": "5*"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "2013",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/-5hYrSnkpR0",
    "i": "https://www.youtube.com/embed/U2W6kPy6Suc"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, so, our group is doing a project to find out how popular reality TV shows are in Hong Kong. So, personally, I think that the younger generation actually enjoys watching … reality shows more because … this can be proved by the rising trend of reality shows such as America’s Next Top Model, or Running Man in Hong Kong. These shows receive much popularity and attention among teenagers and has become the source of discussion on social networking sites such as Facebook or Youtube. Erm, on …, in contrast, the older generation does not really like … reality show much because they think that it demonstrates a bad model and it involves some immoral or unethical acts. This is especially true for the conservative parts of the society in Hong Kong."
      },
      {
        "speaker": "C",
        "content": "I agree with you that …… reality shows are more popular among the teens. And I would like to use a popular … reality TV show to illustrate my point. And it is called the Movie Buff Championship, which is broadcasted on Sunday. And in the TV show, different movie stars have to play different games, including the big TV, which … requires a lot of inappropriate wordings. And then, there are also some other games that require a lot of physical contact between the boys and girls, which is actually quite inappropriate. So, … I still remember when … on Sunday, my whole family used to watch this TV show together, and my parents were, like, criticising the games and the actions of the movie stars. And then while … my sister and I enjoy the show a lot and find it very funny. So, I think that teenagers like the show a lot because it can be a good laugh and it is also a good way to release stress, and to relax. But then, for the parents, they are more conservative, and then they may find the games a bit inappropriate. So, I think that reality TV shows are more popular among the teens."
      },
      {
        "speaker": "D",
        "content": "I agree … I agree with both candidate B and C that young … generation prefer reality shows more than old generation. Because young … generation found that the … reality show is more interesting, like … just like the War of Leftover Woman. Like, the young generation enjoy it a lot because they can talk about … how the young woman chase their dream men. And then, for young,  for the old generation, they dislike this kind of … reality show because it’s kind of like demoralising the … woman, like, … The values are different with the young generation, like, they think that the plot, plot are all designed and it’s all fake, it’s … the woman may be already, like, assigned to a man and … for etc. Like, … while young … generation enjoy mocking … those woman and like … talking about such things. Yeah, so I think that young generations prefer it more."
      },
      {
        "speaker": "A",
        "content": "Hm, I think … we have come to a consensus that the younger generation are in general … like … reality shows more than the older generations. And I think … the older generations may prefer watching news or any … current issue commentaries that are more informative and … the content is also more mature than purely games and entertainment. And … I think that … some reasons that reality shows are popular in Hong Kong, maybe because … normal citizens like us can have the chance to appear on the television to play games and interact with … the host, … which are normally … popular … popular stars or idols. And they may even have the chance to rise to fame … when …… when taking part in the competitions such as … the game … Minutes to Fame, in which … contestants can perform a song, or a dance, and … if the judges think that they do not perform well, they will just … ring the bell and they will be … out, disqualified out of the competition. And a lot of … interesting … contestants have rise, … risen to fame because of this competition."
      },
      {
        "speaker": "B",
        "content": "Erm, apart from the potential of getting famous, I also think … reality show is popular because it kinds of create a topic of discussion among families and friends. This is actually, add more entertaining elements in the life of Hong Kong people, especially when we are always stressful because of our work or academic side. And also, sometimes, … reality TV shows are quite informative, like, as candidate D has mentioned about the reality show, … about Kong Girls or Leftover Women, we can actually know more about this kind of social phenomenon through shows … shows like this. And it is a lot, and it is quite informative and educational."
      },
      {
        "speaker": "D",
        "content": "And sometimes, teenagers may find excitement in reality shows such as reality show like Man vs Wild. Like, … in this … reality show, … the man need to go into the forest and like, explore and encounter a lot of dangers in the forest, … he may even eat the insects inside the forest. So, the teenagers may find it very exciting and they would enjoy it a lot."
      },
      {
        "speaker": "C",
        "content": "And I think that another reason that people like reality show is that … it is a good way to spend leisure time and to bring the family together when they watch it together at home. And one of the good shows, … is called the Voice. And it is a music show in which different participants can … sing covers of different songs. And I think that it is a good way because music is a good way to … release stress. And then, … they can also listen to a lot of different pop music. And I still remember that there was a star called Meg Lam, who went viral during the show. And … they, a lot of people discussed about her, and then … a lot of teenagers were … very happy when they hear Meg Lam’s song, and then they also … discussed a lot about her singing techniques and I think this is also a good … a reason why people like reality show."
      },
      {
        "speaker": "A",
        "content": "Er, in addition to candidate C’s point, I think that … one … one other reason that reality shows are popular is because … there involves a lot of competition in the show. And when it comes to winning or losing, the contestants will use their determination and perseverance to … try their best to win the show. And I think it’s interesting to see how their mentality changes throughout the show."
      },
      {
        "speaker": "B",
        "content": "Erm, I see all your points. But then, I think our project should also cover some of the unpopular sides of this reality show. And I think … sometimes, this kind of shows are unpopular because it teaches negative elements such as foul languages, and it often broadcasts some negative acts. For example, in the show America’s Next Top Model, … some of the model … actually took weeds and then, it is a poor model for teenagers. And if teenagers just learn, blindly learn from them, and then this will be a negative impact on them."
      },
      {
        "speaker": "C",
        "content": "(silence) And I think that reality show doesn’t really care about … contestants’ … feelings. And then, they just disqualify them from … the competition and it’s, it is kind of … cruel. So, I think that we’ve discussed the pros and cons of reality show, and then … we should include all of them in our project."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate A, do you like watching reality shows? You may start now."
      },
      {
        "speaker": "A",
        "content": "Er, I actually like watching reality shows a lot. Er, first of all, because … it is a good leisure activity. Because I am usually very stressed from school work, and on weekends, when I’ve finished my revision, I can just … turn on the television and I think it is a good source of entertainment that can relieve my stress. Er, secondly, I think that from watching reality shows, I can actually … discover some of my talents that I may not have known before. For example, if I am watching the Voice, I may be more interested in … singing. And I think … it is also a good way to … discover more … talent in myself. Er, moreover, I think it is a, it is a good time to gather with my family and friends because it is a good discussion topic between us, and it is always interesting to watch the contestants compete and win."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate B, would you want to be a participant in a reality show? You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, personally, I do not think I would be interested to be a participant in a reality show. Erm, although being a participant in a reality show can actually bring a lot of fame for me and maybe, this may be a good way of earning money. But then … first of all, I don’t think I have the courage to do so because … I think standing on the … standing on the stage in front of many people, … and in front of many … viewers of television, … it is quite a pressure, and … I’m afraid I do not have the courage to actually perform, or even sing in front of everyone. And then, … I will not perform quality … quality shows if, if I’m actually involved in a show. And secondly, I think … actually getting involved in a show is quite … pressurising because … you may become a discussion topic … on social networking sites and I do not think I can bear this kind of pressure."
      },
      {
        "speaker": "Examiner: (Question 3)",
        "content": "Candidate C, which TV shows do you prefer watching – reality shows or traditional dramas? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, I don’t think I have a special preference for either TV, … reality TV shows or traditional drama because I think it really depends on what kind of programme I’m watching. For example, if it’s … reality show, I really like watching the Voice, and seeing how people … sing or listening to music. But then, … for, like Miss Hong Kong, I think that it is kind of … uneducational, and then … it contains a lot of … critics about the women. I think it is kind of unfair to the girls. But at the same time, for traditional drama, I really like … some TV dramas which include both horror or romance, but not merely romance. But then if it’s only for romance, I do not like traditional TV dramas. So, I do not have a special preference for them. It really depends on the quality of each of the shows, and yeah, this is my answer."
      },
      {
        "speaker": "Examiner: (Question 6)",
        "content": "Candidate D, how might winning a reality show change the winner’s life? You may start now."
      },
      {
        "speaker": "D",
        "content": "I think winning a reality show can, like, bring a lot of fame to the one who win it because … when you participate in a reality show, many people are watching the show, and then, many people will discuss about the show, and hence discuss about how … you perform in the show. So, you would become the common topic of people. And then, when you, after you win it, you even, you’d get more people’s attention, and then, you’ll get a lot of job … opportunities like … people may find, find you for … advertisement and like … being … the idols or whatever. So, … winning, winning a reality show can in fact bring a lot of fame and money … to the contestant, and hence, … he may have a very bright future."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }