{
  "Details": {
    "Year": "2012",
    "Question_Number": "2.1",
    "Full_Question": "King of Comedy",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5*"
      },
      "B": {
        "Year": "2013",
        "Grade": "5*"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "2013",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/QW5WXsFF0xw",
    "i": "https://www.youtube.com/embed/bYWprf9mWIg"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Good afternoon, everyone. So, ... we are the members of the film club at our school and we are now going to organize a ... Stephen Chow festival. So, first of all, maybe we can discuss ... any aspects of his life and career that people may be interested in. So, ... first of all, I think we should ... talk about how he got into the film industry, like how ... he managed to start his career. Because a lot of us are, maybe, unsure of what we want to do in the future, and it's important that we find out what our goals and interested in ... interest are, so that we can start to pursue it."
      },
      {
        "speaker": "C",
        "content": "Yeah, I agree with you that we should ... dig deeper into his dreams and goals in life, whether it has always been his dream to become an actor and director since he was a child. And I would  also like to know more about the challenges encountered by him throughout his life, because I think that ... when you pursue a career in the ... entertainment industry, it is actually quite difficult because the entertainment ... industry is quite complicated and the relationship among people is really messy. And then, I would also like to know whether his family opposes his dreams because after all, being a actor or a director is not a very stable job. And usually family have really high expectations of their children, and they want them to have a more stable job or more professional occupation. So, I would also like to know how he ... face all of these challenges, and I think that it is actually a motivation for the students because they can know more about whether ... they should pursue for their dreams in related industries."
      },{
        "speaker": "D",
        "content": "I think besides challenges that he'd, he had encountered during, ... like, his ... start of his career, I think people will be quite interesting, interested in knowing his relationship life, like, ... whether he has a girl friend or is he married, because ... not many people know about his relationship, like, life because most people only know about his movies, like, it's very funny and interesting. But, ... very, very rare he would talk about his relationship, so, we can, like, dig deeper into his relationship life."
      },{
        "speaker": "B",
        "content": "Erm, other than goals and challenges, and relationship life, I think we can also talk about his childhood, like, ... being born and raised in Hong Kong, I think everyone would like to know how his childhood ... has actually triggered his creativity, or has paved the way for him to become a world famous director and actor. Erm, I think people would also be interested in knowing his current life, because, like, ... given that he has a lot of ... productions, but, but recently, he seems kind of, ... retired or ... there is no really new production from him to be released. So, I think everyone ... would be really interested in knowing his current situation."
      },{
        "speaker": "A",
        "content": "Hmm, I agree. Er, in, in response to candidate D's point about his personal life, I think besides ... relationships, we can also ask where he ... gets his inspirations ... from, because ... he has a distinct brand of humour known as ... 'Mo Lei Tau', as stated in the source, and I think that ... he, he must have some special ways to get inspirations ... from his daily life in order to create this ... distinct brand of humour. And, also, I would like to ask him, I mean I would be interested in knowing how he can ... cater the different sense of humour of all his audience, because movie is for everyone to ... to watch. And I think it's important that ... all the generations can share the same, the same humour."
      },{
        "speaker": "C",
        "content": "Yes, so I think that we have come to a conclusion that ... we want to know more about his personal life, his inspirations and also his dreams. So, I think that ... these information cannot be found ... simply on the internet, or on Google. So, I think that the ... most direct way is for us to email him, or reach him through his manager, and to ... interview him directly to get first-hand data, and to ... like, reach for an interview so that we can know more about his personal life."
      },{
        "speaker": "D",
        "content": "In fact, besides interview, we can invite him to the lecture hall and give a lecture to ... students like our members, or even for ... non-members. Er, we can charge for it, or somehow, ... something like that, we can besides ... besides giving a lecture, we can invite him to like ... some, answer some questions like, for Q-and-A sessions. And after the ... after the discussion, maybe ... we can invite him to hold a workshop for our students like ... how can they improve their drama skills or teach them about the movie industry."
      },{
        "speaker": "B",
        "content": "Erm, I surely agree with candidate C for saying that we should ... organise interviews with Stephen Chow so that we can learn more about ... his goals and dreams. But, ... before that, I think we should also read some news or watch some interviews of, of his past to get background information about ... his background or his achievements. Erm, other than ... organising a lecture as ... as ... being mentioned by, by candidate D, I also think we can organise a photo exhibition, which shows the timeline of his different movie productions, and this can show the transition from him of being an ordinary actor to an award-winning director. Erm, by covering his story, I think it is very inspiring for teenagers, like, especially classmates of our school, and this can encourage them to go and fight for their dreams."
      },{
        "speaker": "A",
        "content": "I agree with ... candidate B that exhibitions can be held for students to learn more about Stephen Chow before his lecture, or maybe, ... motivational talk. And then, ... I think we should also hold some games to stimulate the students' interest in him and his ... productions. Er, for example, we can have some matching games, ... for his movies and the ... like movie screen shots matching with the movie names, or any actors or actresses involved in the movies, etc. So, it can be a fun way to learn more about his movies."
      },{
        "speaker": "C",
        "content": "I think that apart from games and talks, students should also have a, an opportunity to have first-hand experiences in ... getting involved in the entertainment industry, like, ... they can try to act out scenes in different ... of Stephen Chow's movies so that Stephen Chow can actually give ... direct comments or some ... opinions on their acting, so that this can make them ... know more about ... drama skills or learn more about this industry."
      },
      {
        "speaker": "D",
        "content": "So, to, to conclude, ... our Stephen Chow festival includes a lecture, like, actually it's not like a lecture, but more a inspirational talk; and a fun fair which includes a lot of games suggest by candidate A; and a workshop after that ... as suggest by candidate C, we can let our students to act out some scenes from the movies so that ... Stephen Chow can give some comments on their performance, and hence, maybe, the students may be given opportunities to perform in his later movie. Yeah, so, this may be good to our students and ... thank you."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 2)",
        "content": "Candidate A, do you prefer funny movies or serious movies? You may start now."
      },
      {
        "speaker": "A",
        "content": "I personally prefer funny movies over serious movies because I think watching movie is, watching movies is a way to relieve stress. And I think that in the process of relieving stress, you cannot use your brain for ...... for, like, use your brain too hard. And when watching movies, I need to analyse the ... plot, and ... analyse the plot carefully in order to understand the full movie. So, I think that it actually will make, make my brain feel very tired. And I think funny movies are just overall more relaxing and entertaining, and I think this is the purpose of watching movies, so ... I will prefer funny movies over serious movies. And I think ... I can relate to funny movies more because the ... jokes are more relatable in daily life and I can ... get a good laugh from them."
      },
      {
        "speaker": "Examiner (Question 3)",
        "content": "Candidate B, should famous actors be paid a lot of money? You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, I definitely think that famous actor should be paid more money because ... primarily speaking, they've spent a lot of time and effort to train up themselves ... like ... Take ... take the example of Stephen Chow, like ... he only got famous in his ... thirties ... but before that, he has gone through a lot of tough times and hard work. And ... definitely practice makes perfect, so I think that ... the past effort should definitely ... be identified and then we should pay them more money for that. And also, I think that ... because ... a famous star ... starring in a movie, the movie will ... may appear to be more famous and ... can, can get more money from the audiences. So, I think that ... they should definitely ... be paid more money because they're ... having a positive influence on the movie. Yeah, thank you."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate C, do you think famous actors are happy? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, I personally do not think that famous actors are happy. Because first of all, they have to face a lot of stress while ... performing in the movies because they have to remember a lot of lines. And it is quite difficult for them to remember ... so many conversations or lines ... within a short time. And then, they also have to face a lot of pressure by the director because, for famous actors, they ... people have a lot of high expectations on them. And I think it is quite difficult for them to meet the high expectations and ... for the acting skills. So, I think ... this is ... the first difficulty that they will face. And then, the second difficulty that they will face is the ... comments and how people treat them. Because ... a lot of their personal life will be in the public eye and then a lot of audiences will discuss about their daily life or personal life. And there, there will be a lot of paparazzi following them, so I think this is ... affecting their personal life as well."
      },
      {
        "speaker": "Examiner (Question 6)",
        "content": "Candidate D, what in your opinion makes a good actor? You may start now."
      },
      {
        "speaker": "D",
        "content": "I think a good ... what makes a good actor is that ... a good actor must have good communication skills, drama skills and yeah, I think these two are most important. Firstly, ... for communication skills ... during their, their drama, like ... when they're ... acting for the movie, they have to communicate with each other to, in order to have the best performance. Like, ... they have to communicate with each other in order to know ... what's the other's preferences on their behavior, or like, how their conversations should be carried out among each other. And secondly, for interpersonal skills, they have to, like, ... for drama skills, they have to, like, work hard on their drama skills so that ... the directors will know that he is good to ...... to perform so that he will be hired for the movie ... that's it."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}