{
  "Details": {
    "Year": "2012",
    "Question_Number": "3.2",
    "Full_Question": "Oxford School of English",
    "Profiles": {
      "A": {
        "Year": "2014",
        "Grade": "4"
      },
      "B": {
        "Year": "2014",
        "Grade": "3"
      },
      "C": {
        "Year": "2014",
        "Grade": "4"
      },
      "D": {
        "Year": "2014",
        "Grade": "3"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/xtfmTfktP04",
    "i": "https://www.youtube.com/embed/PGRL-abfYpI"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "C",
        "content": "Hello, everyone. Today we’re going to talk about the pros and cons of summer tour. Erm, actually, summer holiday is a good opportunity for student to study or learn some extra knowledge through different ways. I think one of the best way is a summer tour, yes, study tour to … different countries. Okay, so, first we will start … by the … advantage of the study tours. I think a student can learn a lot of skills and knowledge from the study tour. The first one is the communication skill … including oral skills and listening skills. And second, a student can learn how to take care themselves because they need to …… need to enjoy their life in … the other countries. And … moreover, I think independent skill is one of the most important skills for … oversea … study tour, … such as, … researching skills. And also, student can learn … nice manners and … attitudes … about learning different knowledge. So, what’s your …"
      },
      {
        "speaker": "D",
        "content": "Er, yes, … I totally agree with you … especially the communication … for … English … talking English. Because I have a … one friend, … she just … graduated from … secondary form three. Er, he doesn’t have … he doesn’t has … undergraduate degree qualification, … but he … she can talk … fluent English. Because … I think the most … problem is that he has more … face-to-face chance to talk English. So, … compared … with now Hong Kong … people just focus on just … reading, or … writing. So, they have … they have … not enough chance to face-to-face to talk to foreigner. So, I think this is, so, … I think … this summer … study tour … can give … our students more chance to talk English. So, … it will definitely improve their English …  communication."
      },
      {
        "speaker": "B",
        "content": "Yes, you have shared a very awesome story with us, to us. And … in my opinion, … skills that we can earn from, we can gain from this … study tour is the interpersonal skills, … which is really … necessary for … nowadays for a student. Er, you will meet a lot of foreigners that you have ever met before. And if you are shine, then you … or you’re not willing to meet people actively, … you’re totally wasting time. Er, and this is … a very good … opportunity for us to meet people, … and … you can gain this skills as well. Another one … knowledge that we can gain is … the culture knowledge. For example, … Chinese is … usually use chopstick to have meal, … and foreigner doesn’t … doesn’t seems like that …… to use chopstick as well as we can. And, we can learn about their culture. They, they use fork, or they use … spoon to have meal. Then, we can adapt their culture and to share their culture to Chinese. Am I right in saying so?"
      },
      {
        "speaker": "A",
        "content": "Erm, I agree that there are a lot of … advantages for this programme. And … I also find that there may be some problems, like … the weather in England is different from … the weather in Hong Kong, so the students may cannot … adapt to the weather … there because it rained frequently. And the food in England, … though they can try new food, they may … cannot …  accept the food there."
      },
      {
        "speaker": "C",
        "content": "Yeah, I get your point. Erm, not only the climate difference of the country, also students need to overcome jet lag and yeah … Basically, I think … language is one of the most difficult problems for … internship … studying because English may not be our … first language. So, we need to try to … speak more in other countries. Erm, also, …… there are some cultural differences between countries. Erm, there are different manners and … life habits, yeah."
      },
      {
        "speaker": "B",
        "content": "Yeah, different … different habit will … will comes up and some discrimination or conflicts also will come up … when we go travel … because some foreigner don’t, don’t like Chinese, I, I know that. Er, maybe they, they already have the perception of what Chinese is all about. Er, … they are, they are impolite or … that, but it’s not … it’s not true and …… not all Chinese are like that. So, we can … this is one of the problem that we will, we might encounter on a study tour."
      },
      {
        "speaker": "D",
        "content": "Yes, … I want to talk … I want to add some … detail about the … the benefits. Yes, … apart from the … learning English, … I think … broaden our horizon is also … also a benefit for student to English … such as, … they can … they can learn more about … England’s … people’s lifestyle. Because in Hong Kong, … as we all know, Hong Kong is a … fast-pace city. Er, we, all of us … don’t how to enjoy our life. So, if … our student go to England and they can … they can know more about … England’s people’s … lifestyle, … maybe after the trip, they will … train their mind to … they will know how, know more about how to … enjoy their life, their life, rather than … work very hard, yes."
      },
      {
        "speaker": "C",
        "content": "Yes, … your points are really good. So, I think I would like to recommend the above programme for our school because I think there was a traditional Chinese sentence which is … “Travel one thousand miles is better than read one thousand books.” Yeah, so what’s your opinions?"
      },
      {
        "speaker": "B",
        "content": "Yes, …… I also agree with you … this is a good experience for a student to learn … to learn other culture and some academic knowledge that we … we’re unable to read from textbook. Er, and, and we can also … it’s a study tour, right, and we can also … learn about their study … study way. Er, maybe some … Hong Kong student are not suitable for their way."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate A, would you like to go on a study tour? You may start now."
      },
      {
        "speaker": "A",
        "content": "Erm, I would like to go on a study tour. Erm, first of all, … if I go other country for study tour by myself, it … it seems I can the same … of go under school programme. But, if I go with … a programme of school, … the school would secure my safety, and they will … they would … arrange the study course, and then I don’t, I … I don’t need to … prepare for myself … for the details. Second, … in the study tour, I can learn … a lot and there are teachers there to teach me. So, so … it is better. And the teacher would prepare in advance, … so I don’t need to do the research by myself."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate B, in which country would you most like to go on a study tour? You may start now."
      },
      {
        "speaker": "B",
        "content": "Thank you for your question. Er, the country that I most want to go most for a study tour is … Thailand. Erm, because … I know Thailand is …… is a …… is so-called an … undeveloped country and … one more thing, the English subject is not the compulsory subject for a Thai, Thai student to, to take. Erm, so their English level is … cannot be as well as we, we can. And … I can go there for some volunteer work … teach them English and I can also learn, learn their study way. For example, learn their language, learn their culture. Er, we can benefit … both. Er, so Thailand is the country that I want to go most for a study tour. Thank you."
      },
      {
        "speaker": "Examiner: (Question 7)",
        "content": "Candidate C, in what ways would going on a study tour help you become more sociable? You may start now."
      },
      {
        "speaker": "C",
        "content": "Er, thank you for your questions. I think … the ways that makes me … more sociable … may be … the internship between courses, such as some academic courses and some extra activities, such as … music activities or art internship. Er, so basically, … I know there are some differences between … courses in different countries. For example, … the … math course, … or the math subject in Hong Kong will be difficult, more difficult than … oversea countries. Yeah, so I think … by communicate by … with other people, I may able to learn, not only learn some knowledge, but also some social skills and … and some art activities are also able to help me."
      },
      {
        "speaker": "Examiner: (Question 8)",
        "content": "Candidate D, what are the ideal qualities of a host family? You may start now."
      },
      {
        "speaker": "D",
        "content": "Erm, I think the ideal quality of host family is … whether they are friendly. Because … why we would like to go … oversea or like such as this … study tour because we … we would like to learn some culture or want to … improve our English. So, I think … if friendly … host family is very important because when you encounter … some … bad host family, they will, they are reluctant to talk to you, or they reluctant to cook … cook food for you. And then your life will be so … so … unlucky. And you can’t learn anything. So, I think … this will … waste your … time or money to study in oversea. So … so … I think a friendly host family is very important."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }