{
  "Details": {
    "Year": "2013",
    "Question_Number": "3.1",
    "Full_Question": "Unusual activities to keep fit in Hong Kong",
    "Profiles": {
      "A": {
        "Year": "2015",
        "Grade": "5**"
      },
      "B": {
        "Year": "2015",
        "Grade": "5"
      },
      "C": {
        "Year": "2015",
        "Grade": "5*"
      },
      "D": {
        "Year": "2015",
        "Grade": "5**"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/GnuxBkF_eu8",
    "i": "https://www.youtube.com/embed/wQul3N6fVBU"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Good evening, everyone, as we are organizing a Health Awareness Fun Day for our school, so why don't we first talk about which of the activities in the extract above will be most suitable for a Health Awareness Fun Day? Erm, I think that lion dancing will be the most suitable activity because for a Health Awareness Fun Day, we would like to promote exercise and attracts more students to join this activity … I guess we have to choose a most interesting activity. Among the 3 activities mentioned, household chores … may be very boring because many students nowaday are not willing to do housework … and for photo racing, because it is held in a school, the students may be bored of … taking photos at a school. So, lion dancing would be the most interesting one and it would be most suitable for the awareness fun day. So, do you agree with my viewpoint?"
      },
      {
        "speaker": "D",
        "content": "Yes, I also think lion … lion dancing would be … the most … suitable event to … to place in the Health Awareness Fun Day. First of all, it’s because lion dancing itself … is an activity, is a pastime for … which Hong Kong, Hongkongers are very familiar with. We … we see them during … maybe in, in New Year’s festival, which makes it … makes it familiar with Hong Kong, Hongkongers. And thus … students in Hong Kong, as we are, … would be quite interested in seeing the event and perhaps have … have the opportunity of participating in it even."
      },
      {
        "speaker": "C",
        "content": "I understand that lion dancing is an interesting exercise, and also it is effective in promoting exercise. However, I believe photo racing … could, should be … should be the most suitable activity for the Health Awareness Fun Day. Because it is more suitable for … all the students at school, as there are no special qualities or skills required and all students can join this activity and they are, they will be interested in this activity. Because lion dancing is quite an exciting activity which may be a bit dangerous and not many students will be interested in this activity. So I think photo racing … will be a more suitable activity. What do you think?"
      },
      {
        "speaker": "B",
        "content": "Yeah, for lion dancing, … maybe it requires students to be more flexible and they have to … jump up and down on the stand. So, perhaps, it’s … in terms of the safety problem, it’s a … a bit of dangerous. So, … however, for photo racing, it’s suitable for all age groups in the school … even in the second … even in the junior form or the senior form. And also, it … it is more safer than lion dancing. And students can enjoy the city view while they are running around the city and discover some special scenery in our living place. And it is a good chance and a good motivation for them to … to enjoy the view and know more about the city … while doing some exercise."
      },
      {
        "speaker": "A",
        "content": "Regarding the safety problems of lion dancing, I guess there are different levels of lion dancing. Erm, I mean that some beginners may … only need to try some simple gestures or dance steps, so it may not be that dangerous for the students to participate. But in photo racing … it may not be feasible to … to organize this activity because the students need to carry a heavy and professional cameras … which the school may not … be able to afford. So, it may not be feasible. Erm, what do you think about this?"
      },
      {
        "speaker": "D",
        "content": "Yes, I think … the safety problem in lion dancing is … not at all a serious problem because … the difficulty … of … the … moves, the gestures may be, may be adjusted according to the abilities of the performers, which makes the … the whole … the activity less dangerous according to the actual situation. And … I think one aspect where … lion dancing would, would be better than photo racing is that it really fulfills the word “fun” in … puts the word “fun” in Health Awareness Fun Day, as … it’s, it’s not only a sport, but also a performance. It brings, it brings pleasure for the performer and of course … health for the performer, as, as … it itself is a kind of sport. And it, it also bring, brings pleasure for the viewer, for the audience and at the same time encourages them to, maybe, take part in this … wonderful activity in the future, which raises their health awareness. And … let, maybe let’s talk about the … other possible problems while … organizing … the Fun Day."
      },
      {
        "speaker": "B",
        "content": "Erm, apart from the safety problem, I think we should also beware that … in the summertime, it is usually too hot and people might get … some students might … easily faint and we should make sure the organizer provide enough water for the participants and get some resting station for people to take a break when they need to. Erm, do you have any ideas?"
      },
      {
        "speaker": "A",
        "content": "Apart from the safety problems, I believe that the resources allocation is very important and may be a … may be one of the possible problems when organizing the Fun Day. Erm, if we are choosing lion dancing or photo racing, we have to allocate resources like … money for the camera or to hire the coach, so it may be one of the problems that we have to encounter while … organizing this Fun Day. So, is there any other problems that we may face?"
      },
      {
        "speaker": "C",
        "content": "Well, we may also have to … consider the number of participants in order to … arrange the time and place for the activity, for example, lion dancing. We have to … have enough place … to have the lion dancing, and also have the right amount of coach for the amount of students so that it will be a safe activity to participate in. Erm, why don't we … talk about some other unusual activities to include in the Fun Day? Erm, I … in my opinion, I … trampoline will be also a great idea as it is quite popular in Hong Kong nowadays, which people love to jump around, and they will also find it fun and it is also effective in burning calories and to keep fit. Erm, do you have any other activities?"
      },
      {
        "speaker": "A",
        "content": "I also think that trampoline is a very … fantastic idea. I think unusual activities do not have to be very weird. Some … activities that we seldom have the chance to do it is also, also can be included, … like aerobic dancing, … antigravity yoga and pole dance. Erm, do you have any other ideas?"
      },
      {
        "speaker": "B",
        "content": "I think holding a memory racing competition is feasible as well. It can just be organized in the hall of the school and the students have to memorise the picture of a famous artist and try to draw it on the other side of the hall. And this can, on the other hand can … one hand they can enhance the students’ memory capacity and on the other hand promoting exercise."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate A, is it easy to exercise where you live? You may start now."
      },
      {
        "speaker": "A",
        "content": "Yes, it is easy to exercise where I live because I think that exercise does not need many facilities … in where I live, I live in a housing estate with …… with many places for people to run, or there are some parks for people to do some simple exercise. And apart from the … apart from the parks and the … roads, there … there is a clubhouse, which … there are gym and many … facilities like swimming pool … for people to do exercise. Erm, apart from all these facilities, people live in my … district seldom go to exercise, so it may not be crowded and it is perfect for teenagers to have some fun there."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate B, do you ever do household chores? You may start now."
      },
      {
        "speaker": "B",
        "content": "Yeah, I usually do household chores at home. And like, for example, … when I wake up, I will make my bed and … and also … when my mom are cooking, I would offer my help to her  and like, helping her to cut the vegetables and cook the simple dishes. Erm, after dinner, … I will help to … take the dishes into the kitchen and wash them. Erm, yeah, and also … but for some dangerous … dangerous house chores such as cleaning the windows or … cleaning the windows or … some other dangerous activities, my mom wouldn't allow me to do so. So, I would just help out with the simple house chores."
      },
      {
        "speaker": "Examiner: (Question 5)",
        "content": "Candidate C, would you like to take part in a photo racing competition? You may start now."
      },
      {
        "speaker": "C",
        "content": "Yes, I definitely love to participate in the photo racing … competition. As I have mentioned, I think it is a really fun exercise and activity to participate in. And also I’m … I love taking photos and I believe that it is great to turn photography into an exercise and for the competition, I am definitely interested in this … activity. Not only can I … burn my calories by running around, I could also enjoy the sceneries … around the city and also take great pictures of it, that I can have a collection of photos around my city. And I can know more about … my, the place where, near the school or near my place that I can … appreciate this great photos … by also running around. I think it is a great idea to join this competition as I think there are many benefits. Thank you. "
      },
      {
        "speaker": "Examiner: (Question 7)",
        "content": "Candidate D, aside from the health benefits, what other benefits are there to exercise? You may start now."
      },
      {
        "speaker": "D",
        "content": "I think … a big part of what … what having exercise is for urban people like us who have a really tight schedule of … work and … studying, … another great benefit of … having … taking part in sport activities, is of course relaxing and having a break from our tight schedules. For example, … for jogging and swimming, … these …… these sports which don't require a team … team pressures … may be … which may be induced from them. Er, these rather relaxing sports may allow us to … to slow down our lives and … take a break. And … to … to really train ourselves in … having, having a … good time apart from … the work and … and studying we have in our daily life."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }