{
  "Details": {
    "Year": "2013",
    "Question_Number": "1.1",
    "Full_Question": "YouSchool?",
    "Profiles": {
      "A": {
        "Year": "2015",
        "Grade": "5**"
      },
      "B": {
        "Year": "2015",
        "Grade": "5**"
      },
      "C": {
        "Year": "2015",
        "Grade": "5**"
      },
      "D": {
        "Year": "2015",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/Q2643Sv7dKM",
    "i": "https://www.youtube.com/embed/n76fVFm-3hM"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "B",
        "content": "Well, good afternoon, everyone. Erm, so I guess we are all here to discuss about the presentation ... to encourage people to learn English as a second language. Erm, so maybe, ... when we talk about ... social networking ... like Youtube or Facebook, I think a very good way of learning English is by ... liking those pages and subscribing to ... sources, for example, ... media outlet like Reuters, ... CNN, BBC. And also, ... other, for example, sports teams, or any kind of hobbies that we like so that we can always follow news that we are truly interested in, and ... are from authentic sources. What do you think?"
      },
      {
        "speaker": "C",
        "content": "Erm, it is very true that we like those ... pages that are entertaining to themselves so that it is more acceptable to ... to the students who ... who are ... engaged in ... the English learning .... exercises. Like, erm, they may ... through Youtube, they may learn from video like ... the Ted or ... some movies, like episodes which are ... they are interested in so that they can learn from other people speaking ... English and whether ... how they learn from the vocabularies or other sentence structures, etc. What do you think?"
      },
      {
        "speaker": "D",
        "content": "Erm, I see your point. Just now, candidate B and C suggested some passive ways to learn English outside the classroom. Erm, foreign films and songs are definitely some possible means to learn English. However, there are also active ways to learn English, as ... speaking skills are also essential in improving your ... English language skills. So, I suggested that ... some students can write a drama script and act it out, and record the performance out and uploading it, upload it into Youtube so that more people can watch it and, and learn English. This provides incentives for people to ... really engage in English activities and it can definitely improve their speaking skills."
      },
      {
        "speaker": "A",
        "content": "Well, er, I definitely agree with what candidate D said. But I would like to add some points on what candidate C said. Because I think ... listening is one of the main components of learning English, so ... with Youtube or Facebook, we have a lot of commentaries or videos ...... on Youtube, and which are spoken in English, but by different people from different countries around the world, so, in this case, we can learn a lot of different accents from ... people speaking English from different kind ... of countries and races. So, I think it's a really great way to learn how to speak, listen to English but ... at the same time, ... the way to learn to speak English well."
      },
      {
        "speaker": "B",
        "content": "Well, I definitely agree that a commentary is a very good way to ... listen to English, native English speakers from different parts of the world. For example, ... in sports ... like basketball, or even e-sports ... like video-gaming, we hear, we see a lot of ... professional commentators ... giving speeches and also, ... talking about the sport themselves so that those who love these sports can actually be engaged in these ... forms of learning English and they will definitely be very interested. So, I think ... for social networking, this is ... a very good way of learning."
      },
      {
        "speaker": "C",
        "content": "Erm, so I believe that ... most of us has ... explained how ... students can learn English through ... social networking sites by like ... watching those ...... entertaining movies and how do they ... more engage in their English activities, like ... their conversation learning. So now, let's move on to talk about ... how they can learn English outside the classroom. I suggest that ... they can join the exchange programme ... apart from only learn English ... in the class. Because through the exchange programme, they can go visit the foreign countries and ... really submerge in their culture that are really ... with English ... native English people. So, it can really motivates them and encourages them to ... more active and the courage to speak English."
      },
      {
        "speaker": "D",
        "content": "Erm, I agree with you. Travelling in other countries where people ... where most people use English as their mother language can definitely improve their speaking skills. Because this environment are conducive to ... learning English because ...... the students are forced to listen and speak English in those foreign countries and they cannot use their own mother language to ... actually ... engage in a conversation with those foreign people. Erm, so I think ... exchange programmes and travelling is, are the possible means to learn English outside the classroom."
      },
      {
        "speaker": "A",
        "content": "Yes, I really agree with what ... candidate D said, because I think, travelling to an, a native English-speaking country would really gives a context for our students to learn how to think in an English way, instead of using Cantonese or Chinese to think, like we did in Hong Kong. So, let's, maybe let's move on to give advice about ... how to learn English by themselves. So, ... for me, I think the best way to learn English is to listen and to write. So, I think ... by watching TV dramas ... from America or in UK, I think ... they can learn a lot of new terms and at the same time, ... jotting down the new vocabularies, so they can form a vocabulary bank so that they can learn new words every day."
      },
      {
        "speaker": "B",
        "content": "I think, erm, for a new, new student, ... learning from native speakers is very important because, well, ... once their accent is formed, it's very hard for them to change, and it's, it'll be very obvious if they ... for example, they're submerged in ... an environment that is not conducive to learning English. And I think that ... being aware of spelling and pronunciation is very important because ... these are the foundations of the English language itself. So, ... for a student, I think they should definitely form a good habit of getting these things right."
      },
      {
        "speaker": "C",
        "content": "Erm, I believe in a more psychological way. Er, students should be ... more willing to step out of their comfort zone and speaking English. Because ... there're, there're new students who're ... learning English ... for the first time, or very new, so they should be more ...... they should not be afraid of speaking or even ... listening to English ... although it may be quite difficult for them to ... pronounce or to ... know what people, other people are saying. But, it may be a very good start for them to step out of their comfort zone and to learn English in a more active way."
      },
      {
        "speaker": "D",
        "content": "Erm, it is very common for beginners to make mistake, so I believe that beginners should not be ashamed of making mistakes and they should be willing to accept their mistake and correct them. I think ... accepting different ... advices from professionals such as teachers, or foreign native speakers can actually ... improve their English ... English skills so that they can actually improve. So, ... they should not be ashamed of their mistakes and ...... but rather actually accept them as their ... incentives to improve English so that ... their mistakes can be ... improved ... and their English skills can actually ... become ... better."
      },
      {
        "speaker": "B",
        "content": "Well, adding to that, I think ... it would be quite ... useful for them to find, for example, a partner to learn English ... with them because a lot of beginners may find ... English as a different language very difficult to learn. And so, ... they may find it easy to give up and ... just ... stop learning. So, if they have somebody who is willing to learn with them, then maybe they'll have more motivation to ... to persist and make ... themselves better, to ... motivate themselves to learn more ... learn better English. Well, I think ... we've given some ... useful advice."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 2)",
        "content": "Candidate A, do you think Youtube is a good way to learn English? You may start now."
      },
      {
        "speaker": "A",
        "content": "Well, I think Youtube is actually a very good channel to, for us to learn English because ... it is ... international site where ... people from different races and different nations speak English together as ... English is one of the most prevalent language uses, used in the Internet. So, although ... there're a lot of problems in Youtube, such as, ... people may ... comment with English with different kinds of languages where they have ... wrong grammar, or even wrong vocabularies, and even wrong spelling, but I think ... given a ... good context with good English, I think ... students can actually learn a lot from ... watching videos and commentaries on Youtube because ... they can learn a lot of new vocabs from the professional ... channels like CNN, ... EA, or even ... BBC. So, I think it's a good, very good way for people to learn English. So, moreover, I think Youtube is a good way to motivate ... the students themselves to produce videos with English so they can try to learn and communicate with different kind of people on the internet. Thank you."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate B, do you think it is better to learn English by yourself, or with a teacher? You may start now."
      },
      {
        "speaker": "B",
        "content": "Well, I would think that ... learning English with a teacher is a better choice and ... especially for absolute beginners. Well, ... there are a lot of channels to learn English by oneself ... sometimes these channels may not be as authentic, or as native as we would like them to be. And also, it would be quite easy for us to give up, ... especially when we lose motivation and we think that ... we're stuck at some point, ... for example, when dealing with complicated grammar. When ... when we have a teacher ... with us, then we can learn English ... in a more authentic way. Erm, somebody can guide us through what is right and what is wrong, and then ... correct our mistakes so that we won't form bad habits right way. And also, I think ... if the teacher is a good one, then he or she would definitely be ... there to support us when we feel ... discouraged, and then ... this will help us ... form ... again be more motivated and do better in the long term."
      },
      {
        "speaker": "Examiner (Question 5)",
        "content": "Candidate C, what are the problems of using Youtube to learn English? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, I believe that there are several problems that may encountered by ...  especially for a beginner who, who're engaging in learning English. Because, ... firstly, they are not able to choose ... one which is suitable for them to learn English because there are ... too many videos uploaded on Youtubes. So, ... sometimes they may choose some, really ... are not suitable one for them, like, ... people speaking in a different accents and they may not able to learn ... properly in a English native way. And secondly, sometimes, ... because there are step by steps learning process for ... a beginner, so ...... they may not be able to learn ... a proper grammar, or a proper ... sentence structure in English. Because ... Youtube does not provide a ... really ... structured way or organised way for a beginner to learn English. So, there are the problems. Thank you."
      },
      {
        "speaker": "Examiner (Question 8)",
        "content": "Candidate D, can online language learning and teaching replace classroom teaching? You may start now."
      },
      {
        "speaker": "D",
        "content": "I believe that ... online ... language teaching and learning can actually replace classroom learning and teaching because ... because of ... globalization and there is a shrinking of time and space. So, ... for example, when there is ... Occupying Central in ... in last ... September, our school was ... suspend ... the classes in our school are, were suspended. So, ... the teachers suggested us to ... learn online by watching those videos prepared by them, and to catch up with the teaching schedules. So, I believe that online teaching and learning can actually improve the efficiency of teaching as ... students do not need to travel around and go to schools to learn, but, actually can stay at home and learn ... the content by themselves."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}