{
  "Details": {
    "Year": "2013",
    "Question_Number": "4.1",
    "Full_Question": "Are we cruel to our food?",
    "Profiles": {
      "A": {
        "Year": "2014",
        "Grade": "4"
      },
      "B": {
        "Year": "2014",
        "Grade": "3"
      },
      "C": {
        "Year": "2014",
        "Grade": "4"
      },
      "D": {
        "Year": "2014",
        "Grade": "3"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/Gc1plGP-owU",
    "i": "https://www.youtube.com/embed/3Cn4xee3GJ4"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "D",
        "content": "Er, let's start our discussion. Er, today, we're going to prepare for a debate in class, … the title is … cruel foods. Er, before … we start the discussion … we should … define what is … cruel food. Er, in my view, … if, … if the animal … died … just suffering from a short period of … pain, … it doesn't belong to a cruel food. Er, otherwise, … if the animal just … suffering ... if the slaughter … kill them within … one second or … two second, … this will … belong to, this will not belong to cruel food. Yes, so, ... what do you think?"
      },
      {
        "speaker": "C",
        "content": "Yes, I agree to you, and your definitions are really good. Erm, so, let's move on to the first topic we need to discuss. Erm, the food that come from animals which are … cruelly treated, … maybe the dog's meat. Erm, although some laws were set up to protect the dog's right, but … there, there are some cities in China … which allow people to eat dog's meat. Erm, as I heard from others, … people will insert a sharp spear … into the dog's organ, such as their heart, or their brain, and then kill them … really painful."
      },
      {
        "speaker": "B",
        "content": "Yes, as I am a dog lover, … your, your … dog meat is really a cruel food. Erm, so, another thing, … I think caviar is also a very … food from animal which is, which are cruelly treated … and caviar is a egg of fish or shrimp, and caviar will put onto the top of sushi and bread for the customer. And it is expensive and normal group of people couldn't afford it, like us, but some rich people, they can afford it and … and eat them. So, … actually, why I think it is a cruel, cruelly food, because … they are actually baby and they will born and grow become a fish, but before that … they are, they were killed, so this is, I think this is … cruelly treated."
      },
      {
        "speaker": "A",
        "content": "Yes, I agree with you that … fish eggs is a cruel food because the, the fish mother cannot protect her baby, she must be very desperated. And, I also think … monkey brain is a kind of cruel food. And, in some city in mainland China, … people there would eat, would cut the brain of monkey while the monkey is still alive, and eat their food. This is very cruel to the monkey and it would be very pain."
      },
      {
        "speaker": "D",
        "content": "Er, I have another idea of this. Er, as you said, … fish is a cruel food but I don't think so. Because … from my … definition … is not … just kill the fish, just … one second, they ... they don't need to … suffer … from a long period of pain. So, I think … this … can't, this fish can't belong to cruel food. Er, and I think … what is cruel food? … take … shark fin … soup as an example. Er, when a slaughter take … shark fin, they will … cut off their fin and throw them to the … throw back them into the water. And leaving the … leaving them to … drown and bleed to death. So, I think … shark is … suffering from a long period of pain, so, I think this is ... this belong to a cruel food."
      },
      {
        "speaker": "C",
        "content": "Yeah, er, your points are really good. Erm, so, we need to move on to the next topic. I think there are some arguments for the motion. Firstly, the motion will able to raise the awareness of eco-balance and ... environment protection. Erm, because … actually, I think humans should not destroy the … natural habitats. Otherwise, we will suffer something really bad. Yeah, what's your opinion?"
      },
      {
        "speaker": "B",
        "content": "Yes, in order to maintain the eco cycle, … we should stop killing animals and … provide a better environment for them to live … and give baby, and … born some … born eggs and they’ll grow, and maintain the eco cycle."
      },
      {
        "speaker": "A",
        "content": "Erm, actually I think if … just only eat, eating food of … made of animals may not … destruct the eco cycle, but kill them in a cruelly way, it would … would make them more painful."
      },
      {
        "speaker": "D",
        "content": "Yes, I agree with you. So, … today we should discuss … more about … what type of ...... about some example of … cruel food, or ...... I talk … once more example, like … goose liver. Goose liver … as we know, … the taste is very … creamy. Because ... the process of making goose liver is … some people ... some people … force them to eat a large amount of corn. So, ... during this … during this … period, they will … suffer a … great deal of … pain. So, I think … this thing is ...... this thing can avoid. So, I think … this goose liver is also a cruel, cruel food."
      },
      {
        "speaker": "B",
        "content": "Yes, … although treating animals cruelly is … can be counted as … not a good behavior, some people also … against this motion. Because they think that animal meats contains a lot of nutritions such as proteins, which is necessary for us to rebuild our skin and organs' development. Er, and they … they said that ... we can use some unpain method to, to kill animals so that they couldn't feel any hurt or pain. And we can also treat them well before killed."
      },
      {
        "speaker": "C",
        "content": "Yeah, I get your point. It's really good. And also, I think, some of the … meat, or some of the organs from the animals, can be some … some herbal treatment for different disease. Erm, because there are a lot of traditional Chinese doctor will use this kind of animals."
      },
      {
        "speaker": "B",
        "content": "So, today we have a very fruitful discussion. Thank you very much."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate A, should school canteens stop serving meat? You may start now."
      },
      {
        "speaker": "A",
        "content": "Erm, I don't think school canteen should … stop serving meat because ... some meat … some food ... they come from animals, and the animals did, did not treat it cruelly. And I think students can eat them. And … eating meat is … their student, students' right. They can choose to eat or not, but … the school canteen need to provide this choice. And besides, … students is in a stage that they need meat to … build their body. And if the school canteen do not provide meat, and student may … lose the nutrition from meat, like protein or fat. So, I don't think school canteen should stop serving meat."
      },
      {
        "speaker": "Examiner: (Question 3)",
        "content": "Candidate B, do you think restaurants should stop serving shark's fin? You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, I think … restaurant … can still provide fish fin for, for customer to choose. But, I think the most important thing is that … the government should … provide more information about shark fin and how they kill, … to give them the information that … eating fish, … shark’s fin is not a good behavior. Then, ... they have a chance to think about that and to do this decision by themselves, whether we should eat fish, shark’s fin and, or change another kind of food, … or other cuisine. So, … I think restaurant can still sell … shark’s fin but the right of decision should give customer to think about it. Thank you."
      },
      {
        "speaker": "Examiner: (Question 6)",
        "content": "Candidate C, should foods that come from cruelly treated animals be banned by the government? You may start now."
      },
      {
        "speaker": "C",
        "content": "Erm, thank you for your questions. I think, yes. Firstly, ... as my opinion, I think … the world, the earth is not only belongs to human, but also belongs to different animals. Erm, there is a really … there is a traditional Chinese concept that human, and … the natural need to be balanced and we should both respect to each other. So, I think … killing ... animals cruelly is not a really respective … attitude, and …  behaviors ... to the natural … habitats. So, … if the government bans those foods, or the food source … which come from cruel animals, I think it will create a better world for human and for animal. Thank you."
      },
      {
        "speaker": "Examiner: (Question 8)",
        "content": "Candidate D, should animal rights be protected? You may start now."
      },
      {
        "speaker": "D",
        "content": "Yes, I think … animal right … should be protected. Er, because … now, take … Chinese as an example, … when we open the newspaper, … recently, we can see … Chinese … peoples … they kill the dog ... for their food. So, I think … this is a very … cruel … activity … for us. Because … dog is a, … dog is our ... our animal and our, and our friend. So, … we couldn't ... treat them as a food because they have their mind. They have their spirits."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }