{
  "Details": {
    "Year": "2013",
    "Question_Number": "4.2",
    "Full_Question": "Contact sports",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5*"
      },
      "B": {
        "Year": "2013",
        "Grade": "5*"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "2013",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/vIn3msBr8Ys",
    "i": "https://www.youtube.com/embed/LONS2AwnAUk"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Er, good afternoon, every ... good afternoon, everyone. So, today we’re going to discuss … whether teenagers should participate in full contact sports, that … sports that physical contact with any opponent is allowed. Erm, in my opinion, I think that teenagers should participate in full contact sports. Er, although … there may … involve some brutality … injuries, I think that … physically … full contact sports can be a good way to train one’s strength and toughness because it requires … vigorous exercise. And mentally, you can also train one to become tougher and … braver individual because … when you fall down, you need to stand up and you … I think it can train one to be more perseverant, and it also … train one’s cooperation and teamwork."
      },
      {
        "speaker": "D",
        "content": "I … I agree with you that … teenagers should participate in full contact sport because … it can train the teenagers’ strength. And maybe we can first discuss about why some people are against full contact sport. I think that injuries should be the main reason that people oppose this. Erm, because … take parents as an example, they may fear that their … children may get injured during the full contact sport and they will, like, they will heart-breaken. So, they’ll … they care about their children very much, so they will not want the teenagers to participate in full contact sport."
      },
      {
        "speaker": "B",
        "content": "Er, I definitely agree with candidate D for saying that … parents will disagree that for kids to join full contact sports because there may be a risk for them to get injured during the sports. Er, and it is undoubtedly more violent and brutal than the limited or non-contact sports. Er, I also agree with candidate A that … full contact sports can enhance one’s physical health. And, therefore, I also think that teenagers should participate in full contact sports. And, adding on to the benefits of full contact sports, I’d like to also say that … full contact sports would allow our kids to develop a diverse form of interest, which is beneficial for their all-rounded development, and for their personal development in the long term."
      },
      {
        "speaker": "C",
        "content": "I agree with student D that physical injuries are the main concern for parents objecting to …… full contact sport. And I’d also like to share my own experience because I’ve actually went … gone to, go to witness a rugby competition. And then, it was really brutal, like, people keep attacking each other, and pushing each other. And there were a lot of people bleeding severely. But then, … they weren’t sent to hospital and then they have to continue playing the sport. And I think that this is really dangerous because if the … injuries are not treated … immediately, they may have serious complications and then … this will lead to really serious physical injuries. So, … I think this is also one of the reasons that people … disagree with full contact sports. And I also want to add another point, is that … when they participate in these sport, their adrenaline level is really high, and so, they cannot really stop themselves from … pushing, or … pushing other people, so … when they get angry during the sport, they may not be able to stop themselves or control themselves from pushing each other. So, … this is another dangerous thing about the sport."
      },
      {
        "speaker": "A",
        "content": "Er, I agree with … candidate C and D that … physical injuries may be … a very important reason that people are against full contact sports. But, in my opinion, … I think that there are a lot of protective equipments that can be worn during the contact sports. And I think this can already minimise a lot of injuries. And I think that besides … violence, actually … other aspects or components of the sports, like skills and your speed, can also be … ways to improve your … competence in the sport. So, I think that we can teach the, I mean … we … to support students to participate in full contact sports, we should also emphsise all, all the aspects of this sports."
      },
      {
        "speaker": "D",
        "content": "Indeed, I agree with candidate … A that … we can … avoid injuries through … protective gears. And in fact, we have to think about … whether the school provide the gears, or the students have to buy themselves if the school … hold such full contact sports. Because if school does not provide such equipment, students have to buy themselves. And very often, like, some protective gears are very expensive, like, … take … American football as an example, they have to wear a lot of gears like chest guard and like, there are so many things. And also, if the students have to buy, if the school provides such … equipments, they have to like, have … regular maintenance, like they have to wash, wash them every time after they use, so, it’s, kind of another cost to the school."
      },
      {
        "speaker": "C",
        "content": "And I think that we should also know that … for some of the full contact sports, they do not have any protective gears, and it is one of rule that they cannot wear any … protective helmets or thing … stuff. So, … it is … also something that we should pay attention to. But, I do agree with student A that … full contact sports may be a benefit to people, especially when … students nowadays, they have really high pressure, and … academically, so … if they want to vent their anger through contact sports, it’s a really good way to vent their anger and stress because … they can use a lot of their energy to play the sport. Yeah …"
      },
      {
        "speaker": "B",
        "content": "Erm, I see your point for saying that protective gears may, may not always … be allowed for full contact sport. But then, I think that as a teenager, we should also develop … skills … and learn to protect ourselves, like we should always protect ourselves from injury. Erm, so, talking …, so, candidate D has just mentioned about some of the difficulties of introducing full contact sports in school. Er, other than the financial difficulties, I also think that … it is quite impossible for schools in Hong Kong to find a coach or a venue to play this kind of full contact sports … as … they do not have widespread popularity in Hong Kong. And, yeah, and it is difficult from other, different from other sports like tennis or golf."
      },
      {
        "speaker": "A",
        "content": "Er, candidate C mentioned that … Hong Kong students have huge pressure from … study, and they need to vent their … stress through, through contact sports. I think this is exactly the reason I think that … introducing full contact sports in schools in Hong Kong is difficult because … Hong Kong’s education system … makes students very nervous … about their study and they will weigh study over any kind of extra-curricular activities, such as sports and music, because that’s the only way they can get into good universities. So, in general, kids may be more reluctant to participate in … sports and especially sports that may injure them, that can hinder the study."
      },
      {
        "speaker": "C",
        "content": "And I think that another challenge for the school is that … family size in Hong Kong is rather small. And … parents usually only have one or two children, so … their … parents actually become monster parents and they pay a lot of care or attention on their children. So, if their children get a bit of bruise, or even a bit of injury, they will get really nervous, or … worried about their children, and they may complain to the school. And the school may have to take up the responsibility and it may be a really problematic thing. So, schools decided not to … hold full contact sport as well."
      },
      {
        "speaker": "D",
        "content": "So, we have agreed that … full contact sport’s a great opportunity for … teenagers to like, … build their strength and … release their pressure during … school. So, that’s the end of our discussion."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate A, what sports do you like the least? You may start now."
      },
      {
        "speaker": "A",
        "content": "Er, the sport I like the least is … American football because it is a full contact sport. First of all, … I like it least because of safety concerns. Because in this full contact sports, … the … players are very likely to get injured when they are running around, and they may be bumping into each other. So, … they may get bruises or sprains easily. So, I will protect myself from any kind of injuries and so, I do not like to participate in this sport. Secondly, … it is because … it is very inconvenient to play because it requires a lot of protective equipments, such as … chest guards. And I think I prefer some sports that I can just … I do not need to get so heavily equipped, such as … jogging, or table tennis, etc. Lastly, I think that … American football is … does not require such diverse skills such as table tennis, etc. that may have different serves or … methods to play."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate B, do you prefer full contact sports or non-contact sports? You may start now."
      },
      {
        "speaker": "B",
        "content": "Erm, personally, I prefer non-contact sports because … it is … less violent. And concerning about the safety, I think … there is a high risk for people to get injured or get hurt when playing full contact sports, like … when playing rugby or American football, very often, it involves a lot of action of pushing and pulling, and this may cause … some … injury, especially when people are so passionate or so … or are enjoying themselves too much. Erm, and also I prefer … non-contact sports because it requires less physical energy when compared to full contact sports, like, when playing tennis, or golf, … it only involves the action of swinging the equipment, … instead of pushing other components away. So, I think that … when … when talking about the above two points, I think that non-contact sports is more, is better."
      },
      {
        "speaker": "Examiner: (Question 5)",
        "content": "Candidate C, have you ever been injured playing sport? You may start now."
      },
      {
        "speaker": "C",
        "content": "I haven’t been seriously injured while playing sport because I’ve never been … in contact with any full contact sports before. And I think the only sport that I’ve been very engaged in in the past is jogging and running. I was in the athletics team and I don’t think that … there is any chance for me to get seriously injured while … running or jogging. But then, I remember that there was a slight injury for me, which is … during physical education lesson at school, and we were required to … play trampoline, and then we got too excited and I jumped too high with a lot of effort, and then when I fell down, I kind of hurt my spine. And, it wasn’t a very seriously injury, it’s just … bugged me for about a few weeks. So, I don’t think I have ever been seriously injured in, and while doing any sports before."
      },
      {
        "speaker": "Examiner: (Question 7)",
        "content": "Candidate D, do you think full contact sports should be banned? You may start now."
      },
      {
        "speaker": "D",
        "content": "I don’t think that full contact sport should be banned because … full contact sports, as we have already discussed, have a lot of advantages to teenagers. And, take myself as an example, I’ve been playing lacrosse for two years and it’s a full contact sport. Erm, and actually, we can avoid injuries by ourselves, like, we can have regular practices and we have acquired a lot of skills that we can prevent injuries. And on top of that, … maybe our coaches can teach us the skills to, like, avoid injuries. Or, during the competition, the judges will try to avoid injuries by punishing any violation of … rules, yeah, like, yeah, so, I think that … full contact sport should not be banned as it has a lot of advantages such as … building physical strength, and training the mentality of the teenagers. So, that’s it, thank you."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }