{
  "Details": {
    "Year": "2014",
    "Question_Number": "3.1",
    "Full_Question": "Urban Dictionary",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5**"
      },
      "B": {
        "Year": "2013",
        "Grade": "5**"
      },
      "C": {
        "Year": "2013",
        "Grade": "5**"
      },
      "D": {
        "Year": "-",
        "Grade": "-"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/wLbmaVBTg8o",
    "i": "https://www.youtube.com/embed/kFtfL9TJw8A"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Good afternoon! We have to do a project to compile a dictionary of English words commonly used by teenagers. So, ... let's discuss how to carry out this project. So, first, I think we can begin with ... some useful sources of collecting words commonly used by teenagers. Do you have any ideas in mind?"
      },
      {
        "speaker": "C",
        "content": "Well, I think the first source that we can collect the words commonly used by teenagers is we can conduct a survey. We can ask our classmates what are the ... common words they use and then we can use this scientific method to find out the popular words that're used among teenagers."
      },
      {
        "speaker": "B",
        "content": "Yeah, and as we're talking about teenagers, the best way of course is to ask opinions from our friends. Another convenient way of collecting words commonly used for teenagers can also include the internet because it's widely accessible. And maybe you can look for existing pages containing those slangs word or simply just look for new words in internet such as facebook or Twitters, etc."
      },
      {
        "speaker": "A",
        "content": "Yes, I think you two raised a really good point. Er, I think ... using a survey and asking our friends would be a ... allow us to collect like ... opinions in our close circle, but then ... collecting like ... resources from the social media or the web would allow us to collect the data from a larger social ... circle, say, the teenagers from all worldwide. Erm, because we can also see that like, social media and web is a very ... common way where teenagers express their thoughts. For example, ... hashtags on Instagram or some comments on facebook, etc. So, I think these two would be really good methods in collecting ... the words commonly used by teenagers."
      },
      {
        "speaker": "C",
        "content": "Yeah, I think candidate B also raised a very good point that ... we can use those ... facebook, or Instagram or Twitter to collect ... the popular words used by teenagers. Er, actually it's very convenient. We can just ... go to our facebook home page and then we can use Ctrl F, and then we can just type in some common words and then we can see the frequency of those words. And then we can look for what other common words that are ... that appear on our friends' ... status or photo captions, etc. And then, these are ... are probably the ... also the common words used by teenagers in the society."
      },
      {
        "speaker": "B",
        "content": "Yeah, and apart from the internet, we can also look for some, for example, magazines directed mainly for teenagers and many of a times, these magazines would contain some ... newer slangs words commonly used by teenagers. So, it may also be a good way for us to collect ... this information. Er, perhaps, maybe we can also ... talk about like, how we should decide on the, what words to include in our dictionary. And I think ... the best way maybe, is to collect ... to have voting because it will be the most direct and it'll be most representative of the actual situation like, how people actually feel the words as being the most popular."
      },
      {
        "speaker": "A",
        "content": "Yeah, that's a really good point. I agree that ... popularity would be our main, like, first priority in assessing which words we should include in our dictionary because as it was mentioned, like, our task is to ... compile a dictionary of words 'commonly' used by teenagers. So, the word 'commonly' would ... definitely be very like, key in the task. And ... another way ... I have another thought to decide like, what words to include or not include in our dictionary. I think ... if the word happens to be something personal or invading someone's privacy, then it should definitely not be included in our dictionary because I think ... it'd be like, it can lead to cyber bullying, or really ... important consequences. And we should eliminate these words before we ... actually compile it."
      },
      {
        "speaker": "C",
        "content": "Erm, I agree with you. Er, I think you're ... very careful of not ... abusing other's privacy. And so, ... besides we should avoid ... putting in these words, we can also ... we should also keep out those offensive words because after all, this is a project and we have to present it to our classmates ... in our school. So, probably we should leave out those ... offensive words. So, ... to make it a ... appropriate and harmonious ...... presentation."
      },
      {
        "speaker": "B",
        "content": "And perhaps, a better way to like ... to decide on the words to include in our dictionary is perhaps to first screen off those ...... those words of ... offensive or malicious intent, then we ... those words for voting by others. So, maybe it'll be easier to us, for us to collect those words. And, ... talking about how to present the information in the dictionary in an interesting way, perhaps ... like ordinary dictionary, we can also have some example sentences like ...... how do we use those words in an actual context, and so people will be more easier to understand like, what the true meaning of the words and when we use them."
      },
      {
        "speaker": "A",
        "content": "Erm, showing examples is definitely a really good way of demonstrating how the words should be used, what form it is, and in what occasion it should be used. And, I have also another idea to elaborate on this, for example, we can ... crop screen or capture the origin of the word, like, where it begins from, like, for example, it's a picture on facebook, or it is a picture from 9GAG, or whatsoever. So, people would actually get to see the origin and how it begins. And it would also ... be easier for us to present its origin."
      },
      {
        "speaker": "C",
        "content": "Erm, I think besides limiting our project to a presentation, I think ... we can actually ... present the information in a way ... for example, we can use the website. We can make a website that's ... called maybe 'a dictionary of our group name', and then we can list those ... popular words used by ... teenagers from A to Z, and then ... like what just ... candidate A and B said, ... we can put some ... photos and different examples to illustrate how to use these ... English popular words in our daily lives."
      },
      {
        "speaker": "B",
        "content": "Or another way may be, perhaps we can do a drama to actually act ... act out the words in actual context. So, people will be more easily to ... understand what we're talking about. And this will ... make our project more successful in the long term."
      },
      {
        "speaker": "A",
        "content": "Yup, so, ... all in all, we have discussed like, some ... what ... which ways to collect that from, ways to decide what words to include and also how to present it."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 2)",
        "content": "Candidate A, how often do you use a dictionary? You may start now."
      },
      {
        "speaker": "A",
        "content": "Thank you for your question. So, ... regarding on how often I use a dictionary, the answer would be 'very often', like, I think about every day in my life. So, ... as a student, like, we always encounter different words in our studies, like, no matter from English or even Chinese, like our mother tongue. However, ... we always encounter new words, new vocabulary or words that just come out from nowhere and so, ... I think regarding to a dictionary is really important because ... it allows you to earn more new vocabulary. You learn the word form, you learn how to use it in a sentence, how to use it in a paragraph, and it'll help you to improve all your ... English skills as well. So, ... it would be, like, I always ... refer to a dictionary ... whenever I have, like, new words ... that I don't know. And, in addition, like, new words come out every day, so, we must always update ourselves and have new knowledge, so I think a dictionary is really important. Yeah, thank you."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate B, do you like to learn new words from pop songs and rap music? You may start now."
      },
      {
        "speaker": "B",
        "content": "Thank you for your question. Erm, I certainly would like to ... learn new words from new ... from pop songs or ... from those hip-hop music or rap music. Because ... for me, I like, I listen to music a lot and I think sometimes like, music can makes me all relax and like, ... release my stress. So, ... I often listen to music at, at different times, for example, when I was ... studying. And, during ... listening to the songs, often I may encounter words that I don't know, so I'll, like, try to understand the lyrics and ... I'd like to know what the ... what the writer was trying to express when he was writing the song, any thought or feelings that he had in mind when he was trying to express his emotions. So, and this'll enable me to, like, more be ... more able to connect with his or her feelings when I listen to the songs. So, ... for me, I'll definitely ... look for those new words when I ... when I listen to those ... songs ... or ... rap music with words I don't know. Thank you very much."
      },
      {
        "speaker": "Examiner (Question 7)",
        "content": "Candidate C, do you think slang plays an important role in learning a language? You may start now."
      },
      {
        "speaker": "C",
        "content": "Thank you for your question. So ... I do think that ... slangs is ... play a role in learning a new language. Because ... actually, ... people are very inventive ... inventive when they use a language. There're many new words every day, every year. So, ... when you ... get to know more about a language, you definitely need to update yourselves with ... new slangs and new words that come up every day ... every year, so you can be equipped to ... communicate with people ... in this time of the ... in this time. Because if you're only reading those ... if you learn a language from reading those ... old text or ... old movies, then you'll just know some very old English, and then, people will think you're very awkward and you may ... obstruct the way of your communication with them. So, ... I think it's very important ... for us to learn new slangs as well. Thank you."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}