{
  "Details": {
    "Year": "2014",
    "Question_Number": "1.3",
    "Full_Question": "Helicopter parenting – good or bad?",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5"
      },
      "B": {
        "Year": "2015",
        "Grade": "4"
      },
      "C": {
        "Year": "2014",
        "Grade": "3"
      },
      "D": {
        "Year": "2015",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/qsH42ic7yPM",
    "i": "https://www.youtube.com/embed/WW0rmnZZOCk"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "D",
        "content": "Good afternoon, everybody. Let’s get the ball rolling, shall we? Er, today, our group wants to write a letter to the editor to express our views about helicopter parenting. First of all, let us, let us discuss about the … qualities of good parents. Personally, I think that good parents spend time to teach their children. They teach them not just in academic, but some moral standards that the children must know. They teach them soft skills so that their children can survive in the future society."
      },
      {
        "speaker": "C",
        "content": "Yes, you’ve got a good point. I think being a good parent, the parent … must be patient … because … if, if a parent spend a lot of time with their children, … they can protect them … or teach them some skills such as … cooking food. So, I think it is helpful for the children."
      },
      {
        "speaker": "B",
        "content": "Yes, I agree with your point … that … a good parent should … should be caring … for their children, … what they want and what they … need. And most importantly, I think … the qualities of a, of good parent is to leave enough room for their children to develop their interest."
      },
      {
        "speaker": "A",
        "content": "Yeah, that’s true. Besides … besides teaching their children in … every aspects of their life and being patient to their children, I think … having more communication with their children is the most important. Because nowadays, … many teenagers have their, have some … conflicts with their parents, especially when their parents … interfere with their personal life too … too … violently. And, in that aspect, some conflicts may develop between their children, the parents and the children. I think having more communication between them is very important, to be a good parent."
      },
      {
        "speaker": "D",
        "content": "I see your point. I also agree that communication is important to resolve some … conflicts between the parents and the children. And on top of that, I also think that … the good parent should be also good role models for their own children. Er, for example, if the parents do gambling, and their children may possibly … be led astray. And so I think that being good, good role model is also important."
      },
      {
        "speaker": "A",
        "content": "So, besides being good model, I think … we have generally come up with some points regarding how to be a good parent. But, … regarding our letter to the editor, I think more importantly, we must … decide on whether … the subject matter – … helicopter parenting – is good or not. So, now, let’s start our discussion on this. I think … based on what we have discussed so far on how to be a good parents, helicopter parenting should not be a good thing. Because helicopter parenting, as mentioned in the … the letter given to us, it means that the parents hover over their kids all the times and interfering with all, different aspect of their life. I think this is actually what … what lead to the loss of mutual trust between parents and children."
      },
      {
        "speaker": "D",
        "content": "I see your point, but … I think that … for helicopter parenting, there is one point, one advantage that we cannot ignore. It is because that … during helicopter parenting, the children may get small chance to go astray. It is because that the parents help the children to plan everything, and they know what their children are doing and what they are learning at all, so that … when the children … possibly do something wrong, and their parents can stop them immediately. How do you think about it?"
      },
      {
        "speaker": "C",
        "content": "Er, I agree that …… helicopter parenting is bad because … if the, if parents … always … been with their children, and help them to … decide something, or … help, help them … solve their problem, but … the children … will not understand how to, how to solve the problem by themselves. And they, they even don’t know how to protect themselves. So, I think … helicopter parenting is bad."
      },
      {
        "speaker": "B",
        "content": "Indeed, … helicopter parenting ... does something good for their, for children to … develop some, some … in some aspects. And, but, …… from my point of view, I think that … it is very bad for children to develop … problem solving skills. And if they encounter obstacles, … they, they sometimes think that others will come and help them to … tackle the problems."
      },
      {
        "speaker": "A",
        "content": "So, we generally think that … helicopter parenting is not good. But, in response to what candidate D said, I think it is really true that … helicopter parenting is useful, or actually can protect their children, … especially when their children make a wrong choice in terms of their, like some academic or extra-curricular activities decision. But, I personally think that as the children grow up, … parents has to … give more and more personal space to their children. Because when children become an adolescent or young adult, they, I think the goal, the final goal of every parent is to ensure that their children can become an independent person who can make all the decision on their own. But, … I think helicopter parenting implies that this parents are not willing to let go of everything of their children, and try to invade their privacy or … control, have too much control over their children. I think as the children grow up, … the parenting style should change gradually."
      },
      {
        "speaker": "D",
        "content": "Ah, I see your point and it, it’s true that maybe if the parents really do helicopter parenting, and the relationship between the children and the parents may get tense because that I think that the children won’t like their parents to have so much control on them, as the children also want freedom. But I think that the intention of helicopter parenting is understandable. So, I think that, so I agree with, also agree with you that helicopter parenting may not be … that good."
      },
      {
        "speaker": "A",
        "content": "So, as a group, we finally … agree on that … helicopter parenting is not a good thing, and parents should let their children to have more personal space. So, finally, let’s … discuss some …… let’s discuss some … reasons or common complaints about, …… of teenagers about their parents."
      },
      {
        "speaker": "D",
        "content": "Er, some … some teenagers may complain that their … their parents are ignoring them because that Hong Kong, you know, as a financial metropolis, many … parents, they need to work all, all day, and then seldom, they, they seldom have time to spend time with their children, for example, going out and playing together. They don’t have that much time to do so."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 4)",
        "content": "Candidate A, why do you think some parents want to control everything in their child’s life? You may start now."
      },
      {
        "speaker": "A",
        "content": "Well, I think it is very normal for a parent to ... to be …… to tend to control everything about their children because as a parent, they’re always think that … they are the ones in the world, who loves them the most, the most and want to protect them from all bad things, or, something like that. But, I think parents, … it is good for parents to care about their children. But I think it is more, even more important for them to know that … nowadays, perhaps the culture has changed and adolescents want more personal space. Erm, maybe the, maybe letting it go, or letting the children to have more personal space will even …… make the children more willing to share their personal life with their parents. So, I think, although it is good, … parents should learn how to adapt to this new culture."
      },
      {
        "speaker": "Examiner: (Question 5)",
        "content": "Candidate B, do you think helicopter parenting is common nowadays? You may start now."
      },
      {
        "speaker": "B",
        "content": "In Hong Kong , I think … helicopter parenting is very common now. Er, as … I have seen many … of my relatives, … they, they raise their children … very, very carefully. And they want their children to … to be a person that they want them … to be, like, … to be a … doctor, or to be a lawyer, so they … limit their … interest, and they … they arrange many … classes or courses for them to attend. So, I think … in these cases, … helicopter parenting is very common. Thank you."
      },
      {
        "speaker": "Examiner: (Question 6)",
        "content": "Candidate C, should parents allow their children to make mistakes? You may start now."
      },
      {
        "speaker": "C",
        "content": "Yes, thank you for your question. I think parents should allow their children to make mistake because …… if their children make, making mistake and … they can, they may learn something from the mistake. Er, for example, … if … children really want … really want to buy something and … their parent knows that … the thing is not good for them. But if the parents let them, also allow them to buy it, and they can, they may know that the things … is not good. And they will know that and so, next time, they will, they will not make the same mistake. So, I think … it is good … to let the children making mistake. Thank you."
      },
      {
        "speaker": "Examiner: (Question 8)",
        "content": "Candidate D, how can parents and children have better communication? You may start now."
      },
      {
        "speaker": "D",
        "content": "Er, first of all, thank you for your question. I think that parents and children should have better communication by having some … chat … every week. For example, my parents … do often have chat with me because that, well, I, I want to share with them what … I have encountered in my school, what I, what my friends are doing. And sometime, I think by that, by this mean, I can share my experience … with my parents so that my parents do not need to worry about me very much and they know what I’m doing. So that, I think that in this way, … we have more mutual … communication and understanding. And besides that, I think that … the other way of communication can be doing activities together. For example, just spend a weekend, a day to go to the cinema together. And then, I think … we can have mutual fun together, and in this way, we can also have some … communication by … chatting some … current issues. And I think that in this way, … we can also … communicate better because that we know … the views of each other towards different issues. Thank you."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }