{
  "Details": {
    "Year": "2014",
    "Question_Number": "8.1",
    "Full_Question": "Super-sized Japanese Food",
    "Profiles": {
      "A": {
        "Year": "2015",
        "Grade": "5**"
      },
      "B": {
        "Year": "2015",
        "Grade": "5**"
      },
      "C": {
        "Year": "2015",
        "Grade": "5**"
      },
      "D": {
        "Year": "2015",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/T4w7ppaW_H8",
    "i": "https://www.youtube.com/embed/VMy8lLbdJJM"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "A",
        "content": "Er, so, good afternoon, everyone. So, today we're going to talk about ... we're having a school funfair and we're talking about ... selling super-sized food. So, ... I think ... personally, I think super-sized food are not being popular in Hong Kong because ... due to the ... heavily emphasis on health, health eating in Hong Kong by the education from the government. So, I think ... people in Hong Kong tend to ... tend to eat things with less fat, less calories and less cholesterol. And with this kind of good ... eating habit, I think super-sized food is too much for them and that causes them ... hatred towards the super-sized food. So, what do you think?"
      },
      {
        "speaker": "C",
        "content": "Erm, adding to ... candidate A's point, I would like to ... stress that ... I believe that super-sized meals are actually becoming more popular in Hong Kong. Erm, although it may be said that ... they are ... Hong Kong people are more aware of their health and ... super-sized food may not be a very ...... wise diet for them, but actually ... they can be shared with friends with the super-sized food like ... the ... in the data, the picture 1, which is ...... sushi roll which is very big. But actually, a family can share with each other for a diet, so ... I think it is also possible for them to eat like this."
      },
      {
        "speaker": "D",
        "content": "I agree with candidate C's point. Erm, super-sized food are not necessarily unhealthy. So ... I believe that with the advancement of technology, there is the emergence of social networking sites, so ... teenagers can upload photos of those super-sized food ... in, onto the social networking site and show off ... to their peers. Erm, so I believe that ... these super-sized food can be more and more popular ... among teenagers as teenagers ... teenagers are using more and more social networking sites nowaday."
      },
      {
        "speaker": "B",
        "content": "Er, however, I believe that ... not many shops or restaurants are currently going to offer ... super-sized meals in Hong Kong because ... as, as you've just said, ... most of those who, who order super-sized meals are those of the younger generation. And only those restaurants that cater to these people will usually offer such ... catering sizes, for example, McDonald's which has super-sized ... soda and also French fries. So, ... I think for normal restaurants, they will still think that ... they'll still have to cater to their normal ... eaters and ... and think that these super-sized meals are not as healthy as they should be. Erm, and for the pros of super-sized meals, I would definitely think that as I've just said, ...... it would create an image that the restaurant is very ...  advance, they look ... to the future, they're young, they're, they appeal to the young people. Er, however, I think that the cons will, will definitely be ... be them being labelled as an unhealthy shop, ... one that spreads ... an unhealthy message to those around them. So, ... I think this is something that we have to think about."
      },
      {
        "speaker": "C",
        "content": "Erm, I agree to your point that for the advantage that we ... operate ... super-sized meals to attract customers is that ...  super-sized meals is ... is going like ... more ... globalized because, like ... they're copying the Western ... form of super-sized food which can attract more customers because nowaday Hong Kong is also a, like ... is going to under, under the age of globalization. But at the same time, I think that the disadvantage of super-sized food is that ... for a single person who come to our shop may not be able ... we may not be able to cater for their preference because super-sized food is, like, way too much for, for a person to eat. But ...... if, like, for a group of friends or family, I think it's ... quite a good idea."
      },
      {
        "speaker": "D",
        "content": "Erm, I believe that another pros of using super-sized meals to attract customer is to ...... encourage the bonding between family as the, the family needs to share the meal within one another and each ... with one another and they need to ... choose the food that ... that is suitable for all the family members. So I believe that this can strengthen the bonding between friends and family and this definitely provide a better reputation for the restaurant."
      },
      {
        "speaker": "A",
        "content": "Well, I would like to add some point on ... what candidate D said on the pros and cons. Because ... profit-wise, I think ... super-sized food are actually cheaper because ... when restaurants start to ... order large amount of food, they can lower the price a lot. And so, I think the cheap price of super-sized food can really encourage people to ... to buy the food there in the restaurants. But at the same time, like what candidate B said, I think it really creates an image, image that the restaurant is not helping, is not supporting the people's health at all. So, maybe we should move on to what our group should ... should ... serve ... the super-sized food to our customers. So, I think ... what we see in the source ... I think picture 1 is quite good because it's primarily made up of rice and seaweed, which may not have such a high calorie ... amount, so I think ... it is super-sized, it is young, it is fashionable, but at the same time, it is quite healthy."
      },
      {
        "speaker": "B",
        "content": "I think when we consider what kind of super-sized food that we are going to offer, the first thing that we should consider is something that is ... easily suitable for everyone ... so that they can share the food, the super-sized food they order and they won't waste food or be labelled as unhealthy. And I think ... something like salad would be good because, well ... in many western families, they ... they often cook ... or prepare a large, a large dish of salad and then, ... family members will share between themselves, so I think this will also ... encourage the family bonding, as ... candidate D has just said. And ... it is also quite healthy as it is ... made of ... vegetables."
      },
      {
        "speaker": "C",
        "content": "Erm, candidate B has mentioned a very good point that we can  ... prepare some food which is healthy as well so that we can solve the problem of unhealthy image or, which brings a rather bad reputation to us all. So, ... apart from ... having a salad ... which is in super size, I believe that dessert is also a, a very good point, because nowadays many ... young, youngsters may like to share with friends with their desserts and ... it's a very good time for ... the bonding between friends or even family. So, dessert may be  ... another choice for us to ...... decide."
      },
      {
        "speaker": "D",
        "content": "Erm, I believe that dessert ... with low sugar content should be more suitable because ... it won't be labelled as unhealthy. So, ... apart from dessert, I believe that ... the sushi roll in ... in the data ... can also be our, be another alternative because ... teenagers usually like ... sashimi or ... sushi, those ... Japanese food, so ... these ... fish ...... do not carry, does not carry ... high cholesterol content or fat content. So, I believe that ... these food are healthy, as well as attractive to the different teenagers."
      },
      {
        "speaker": "A",
        "content": "Yeah, well, I would like to add a point on candidate D, as he mentioned about the fish and sushi. I think ... we can also promote ... the ... healthy lifestyle by promoting ... super-sized sushi because ... as we all know, ... sushi ... with ... salmon has a lot of omega-3 content, which is ... which can promote ... the large amount of ... absorption of ... omega-3. And I think this can ... boost our image as a good and responsible super-sized restaurant. Thank you."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 3)",
        "content": "Candidate A, would you order a super-sized meal if you knew you could not finish it? You may start now."
      },
      {
        "speaker": "A",
        "content": "Well, ... if I know that I cannot finish a super-sized meal, I'd rather not order that because ... even though it may be cheap or it may be ... very fascinating because I, I think that ... if I cannot finish the whole meal, it would be a very large wastage when ... I throw the food back to the ... landfill. And I think ... people in different parts of the world such as Africa, Cambodia, there're a lot of people suffering and they're starving and they ... often need help and they need fresh food. And I think ... for us being, living ... for us living in the first world, I think it is our responsibility to control ourselves and to know about our capabilities of eating what, ... which amount of food. And if I see that a super-sized meal, meal is too much for me, I think, I don't think I will really ... buy the super-sized meal. Instead, I will encourage them ... I will encourage ... encourage myself to ... donate some money ... to help the people in need in the third world, instead of ... buying the food for myself. Thank you."
      },
      {
        "speaker": "Examiner (Question 5)",
        "content": "Candidate B, which is more important to you - the quality or quantity of food? You may start now."
      },
      {
        "speaker": "B",
        "content": "Well, I definitely think that the quality is more important because ... well, if we, when we talk about the quantity, I think ...  the quantity is ... sufficient whenever we feel full because ... the main purpose for food to exist is to ... make ourselves healthy and ... growth, for growth and development. So, I think ... ultimately, quality should be the part that we focus on because ... quality is ... there're, there're different kinds of food that we, we come across every day and ... those that are healthy are usually of higher quality. And I think this is very important because ... if we eat food ... of low quality, then ... there is a high chance that we may, for example, be sick, have diarrhea or any, or other kinds of ... illnesses that, that are ... not good to our body. And also, I think ... for high quality food, there're a lot of creativity ... available for the chefs to ... to be creative because ... they, they can cook different foods and ... be ... and, of, of high quality."
      },
      {
        "speaker": "Examiner (Question 6)",
        "content": "Candidate C, do you think it is rude not to finish everything on your plate? You may start now."
      },
      {
        "speaker": "C",
        "content": "Well, I think that ... it's quite rude and not ... really a good way for me to not finish my food because ... to be a more responsible person, I believe that ... we should know what ..... the ... around the amount that we, the proper amount that we would take in for ... different meals like lunch or dinner. And we should spend like, ... what we can afford to eat because we do not want to waste the food ... so that ... it may, it may seem that we are of kind of like ... a greedy person, or even a ... very ... irresponsible one. As there're in the third world ... countries, there're many ... babies or even ... children who're suffer from hunger. And they're not ... they're suffering starvation, do not, they do not have enough food to eat. If we are like some people that're irresponsible to that we always waste food ... like, we ... leave, left many food on our plates, it may seem that we're not care about other people. Thank you."
      },
      {
        "speaker": "Examiner (Question 7)",
        "content": "Candidate D, do people eat more now than in the past? You may start now."
      },
      {
        "speaker": "D",
        "content": "Erm, I believe that people nowadays eat more than the past because with the ... advancement of technology, there is a ... more and more channels available for advertisement and the ... advertisements usually use ... those advertising techniques, for example, omission or ... or ... others ... other techniques to attract customers to have a taste on their food. So, ... with the ... sufficient amount of advertisement available ... around our daily lives there ... people are more and more attracted to ... eat more than they can afford, than ...... than they can consume. So, ... people actually ... eat more because of those ... advertising techniques in the advertisements nowadays."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}