{
  "Details": {
    "Year": "2014",
    "Question_Number": "5.3",
    "Full_Question": "Common health 'mistakes'",
    "Profiles": {
      "A": {
        "Year": "2015",
        "Grade": "5**"
      },
      "B": {
        "Year": "2015",
        "Grade": "5**"
      },
      "C": {
        "Year": "2015",
        "Grade": "5**"
      },
      "D": {
        "Year": "2015",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/Hmx1UGgkECA",
    "i": "https://www.youtube.com/embed/atssQkvT_-c"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "D",
        "content": "Good afternoon. Erm, we are going to organize a workshop about common health mistakes. Erm, shall we start by talking to, to what extent do these ... common mistakes appear in Hong Kong? So, ... I believe that these common health mistakes are very prevalent in Hong Kong. For example, ... as there is ... there is long working hours in Hong Kong, so people usually sleep very little. So, ... I believe that people ... often over-emphasise on ... the importance of working and gaining money, but neglecting the importance of ... sleeping. So, I believe that these ... health mistakes are prevalent in Hong Kong."
      },
      {
        "speaker": "C",
        "content": "Erm, yes, I believe that sleeping too little is quite prevalent in Hong Kong. But, apart from this, I believe that ... carrying a heavy bag is also a very common mistake that ... Hong Kong people may ... mis-overlook that ... overlook that. I believe that ... because there are many researches and statistics show that ... children ... should wear a schoolbag which is one-tenth of their weight, but actually ... in Hong Kong, ... there are most, most students ... wear ... carrying the schoolbag is, which is ... way over the ... even or equal to their weight, which is quite really heavy."
      },
      {
        "speaker": "B",
        "content": "Well, ... apart from ... for example, being ... too engaged in making money, I think ... insufficient knowledge ... is the cause of some of these common mistakes. For example, showering every day and ... over-exercising. I mean ... we always hear that ...... cleaning ourselves and ... doing exercise is good for our body. However, I think most of us won't know that ... over-doing these things will also be ... harmful to our body. So, I think ... these are actually ... quite unfortunate that they become ... common health mistakes in Hong Kong."
      },
      {
        "speaker": "A",
        "content": "Well, I agree with what candidate B said because ... I think ... it is due to the insufficient education done by the government to tell us that actually showering, showering every day or over-exercising is actually bad for our health. And so, I think ... these ... mistakes are quite prevalent in Hong Kong as we're always told that we should keep ourselves clean and we should do more exercise because we're having a sedentary lifestyle, which is not good for our health. And moreover, I think that carrying a heavy bag is one of the most prevalent ... health mistakes ... we're ... having among the teenagers and the school ...... people who're going to school because ... actually Hong Kong is a place where we study a lot and they bring a lot of books to the ... to the school. And actually, often they bring triple or double of the weight ... of the books back to the school. So, I think it's actually causing a lot of ... a lot of ... pressure on the ... on the pupils. So, what do you guys think about the top three mistakes that we should choose for the workshop?"
      },
      {
        "speaker": "B",
        "content": "Well, I think ... when we choose the top three mistakes, I think ... we should choose ... three that are less known to people because ... I think a very important purpose of our workshop would be to introduce common mistakes to people that they do not know. So, for me, I'd choose ... showering every day, over-exercising and skipping breakfast because ... these three are rather ... not commonly known. And ... especially, as I've just explained, ... showering every day because, well, ... most people do that, I'm sure, in Hong Kong ... because ... we have a very good ... water system and ... most people don't, don't find it any trouble to shower every day."
      },
      {
        "speaker": "C",
        "content": "Erm, ... candidate B has mentioned a very good point and I totally agree with you that our purpose should ... enhance ... people awareness on the mistakes that they may overlook in their daily lives. So, I also believe that showering every day and ... over-exercising and skipping breakfast should be the choices that we should ... decide because, for sleeping too little, there are our parents that also mention that do not sleep too little and there are many television or other ... other media that may advocate this message to us ... And also, there are many researches and statistics that, that I've mentioned before that also carrying a heavy bag is also well known in Hong Kong. So, we may choose that they're not ... so well known in, in ... Hong Kong so that we can advocate the message in a really ... efficient way."
      },
      {
        "speaker": "D",
        "content": "Erm, I ...... I do not agree with candidate B and C that they choose ... over ... over-exercising as one of the mistakes ... for the workshop because ... I consider the impact of the ... I consider the impact after ... advocating these mistakes to the people. As ... as we advocate over-exercising, people may ... people already ... people in Hong Kong nowadays already have little exercise and they have ... a sedentary lifestyle. So, ... they may use this as an excuse to not to exercise. So, I believe that this will bring a bad impact on people because they may use this mistakes as an excuse not to exercise."
      },
      {
        "speaker": "A",
        "content": "Well, I, I may not be totally agree with what ... candidate D said because I think ... over-exercising is really a misconception among the Hong Kong people without sufficient knowledge. And, I think ... it's very unlikely that people will use this as ... an excuse to ... not doing any exercise as they're ... always educated to do more exercise, but we just tell them not to do so much. And I also think that ... skipping breakfast is also a good choice because ... a lot of people do know that skipping breakfast is not good, but they do not know ... how damaging to the health it is  when ... they skip breakfast. And they do not know the seriousness of skipping breakfast. So, I think ... showering every day, carry ... sorry, over-exercising and skipping breakfast is the best three options of ... our ... top three mistakes to choose for the workshop. So, what do you think about how to make the ... workshop interesting? I personally think that we can use different kinds of models, such as ... human skeleton, to show that, and to demonstrate that ... what harm it will cause when we're having this kind of lifestyle. And true demonstrations ..."
      },
      {
        "speaker": "C",
        "content": "Yes, ... yes, I think apart from lectures, which is quite boring to ... the Hong Kong people, our audience, ... we should do some ... activities that are more interactive with the students, or even ... Hong Kong people in general, so that ... they can engage in more in the activities, and more entertaining, and more interesting to attract our audience to know about ... the common mistakes. Like, ... apart from ... what, showing the, the skeletons, and also there are some ... games that, or stalls that we can, ...... we can prepare, so ... to allow our audience to play and to learn from the games, which is quite effective as well."
      },
      {
        "speaker": "D",
        "content": "Erm, apart from ... those games and ... human skeletons, we can also carry out a experiment with ... the students, with one control group that do not, ... does not skip breakfast, and with one experimental group that skip breakfast. And we can compare the result among the two groups so as ... so as to ... provide more incentives for students to learn more about themselves and their body."
      },
      {
        "speaker": "B",
        "content": "Well, perhaps, a simpler, ... a simpler way may be ... for some ... we may hold some Q&A sessions. For example, many people ... crave a ... perfectly built body, but they may ... not know that over-exercising ... may be a harm to them. So, I think ... we can hold Q&A sessions on these ... little known facts."
      }
    ],
    "i": [
      {
        "speaker": "Examiner (Question 1)",
        "content": "Candidate A, do you eat breakfast every day? You may start now."
      },
      {
        "speaker": "A",
        "content": "Well, honestly, ... I have to admit that I don't eat breakfast every day because of the ... very busy schedule that I have. Because I need to spend a lot ... like a lot of students in Hong Kong, I need to spend a very long time to travel from home to school. For example, for me, I have to take ... an hour of bus from South Horizons to school, so I think ... it really doesn't allow me to have the sufficient time to eat a breakfast, such as a simple cereal breakfast, which is very energising. And ... I think ... if I really eat the breakfast every day, I, I think I can have a lot more energy to cope with ... every ... mistakes and every problems I would encounter every day. So, ... but honestly, ... in the reality, I, I don't really eat breakfast. That cause me to sleep during the ... lessons and could not pay ... pay attention ... when I was after school and having tutorial lessons because I just, I'm just too tired. Okay, thank you."
      },
      {
        "speaker": "Examiner (Question 4)",
        "content": "Candidate B, what can schools do to solve the problem of heavy schoolbags? You may start now."
      },
      {
        "speaker": "B",
        "content": "I think ... there are two ways to solve this problem. Er, the simpler way, it would be ... for schools, every ... for schools to build ... for example, mandatory lockers for students so that ... students can at least put the books that they commonly use, but ... are quite heavy, at school. For example, a dictionary or bibles. They can put these ... at school and don't have to carry it home ... every day so that ... this can ... lighten ... hopefully lighten their schoolbags ... in the short term. However, in the long term, I think ... the, our education system should be geared towards ... a more electronic one by introducing more e-books. Because ... in the long term, ... it ... this is a new trend and I think Hong Kong as an international city should keep up with this trend and start using more e-books. The government may put more funding into this so that more schools will be able to afford it and ... students who are poor can also use it so that they don't have to carry very heavy ... paperback books ... to school."
      },
      {
        "speaker": "Examiner (Question 5)",
        "content": "Candidate C, which health 'mistake' is most surprising to you? You may start now."
      },
      {
        "speaker": "C",
        "content": "Er, well, the most surprising to me is obviously the over-exercising mistakes that ... I've looked in this ... this paper. So, ... personally, I'm a person who is engaged in many sports activities like basketball, swimming, and dancing and running as well. Erm, so I believe, I ... I always believe that exercising ... strengthens our body system and immune system because ... during these exercise, we may ... keep up with our stamina and our strength, our body strength and muscle tone as well. But, indeed, ... I do not realise that over-exercising will actually harm our immune system in the other way. Erm, and because of all of the media as well, that promotes ... Hong Kong students to ... or Hong Kong people in general to do more exercise so that they, they can ... enhance their health and be more ... be more resistant to ... different illnesses. So, this is quite a surprising one to me. Thank you."
      },
      {
        "speaker": "Examiner (Question 7)",
        "content": "Candidate D, should we trust health information found on the Internet? You may start now."
      },
      {
        "speaker": "D",
        "content": "Erm, we should trust ... the health information in the Internet if we can find ... several sources telling the same thing. Erm, a single source may not be reliable because ... the information in the source may be biased or ...... omit some, several important ... facts about the health information. But, with ... several sources, we can ... rely on them and check the ... accuracy and reliability of the information because if several sources is, are telling the same thing, so different people are ... different professionals ... can actually ... admit the fact, and admit the health information. So, with ... several sources ... saying the same thing, I believe that we can trust the information in the ... in the Internet. Thank you."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }
}