{
  "Details": {
    "Year": "2014",
    "Question_Number": "4.3",
    "Full_Question": "Superheroes",
    "Profiles": {
      "A": {
        "Year": "2013",
        "Grade": "5"
      },
      "B": {
        "Year": "2015",
        "Grade": "4"
      },
      "C": {
        "Year": "2014",
        "Grade": "3"
      },
      "D": {
        "Year": "2015",
        "Grade": "5*"
      }
    }
  },
  "Links": {
    "g": "https://www.youtube.com/embed/sC6UvOc4ye8",
    "i": "https://www.youtube.com/embed/R4k7QcTmVDE"
  },
  "Dialogue": {
    "g": [
      {
        "speaker": "Examiner",
        "content": "You may start now."
      },
      {
        "speaker": "D",
        "content": "Good afternoon, everybody. As members of our school’s newly-formed Superhero Society, our group now has to decide how to get started. So, let us start by discussing which of the three superheroes would best represent the society. And personally, I think that Batman should be the one who can represent our society. It is, it is because that Batman is popular among all age groups. And I think that comparing to other superheroes like … Sailor Moon and … Monkey King, they are just mostly popular among children and teenagers, so that, what do you think about it?"
      },
      {
        "speaker": "C",
        "content": "Yes, … I think Batman is a good choice. Batman is unlike other superheroes. Er, he doesn’t have special abilities, so …… he is brave and I think he is a role model to our student."
      },
      {
        "speaker": "B",
        "content": "Yes, I … I agree with you. And … the reason for me to choose Batman to represent the society is … is that he is smart and he represent justice and he fight with the crimes. And the most important thing that is … he do something that is … related to the, to the real life. So, I think, compared … with the other two, I think Batman is … the best to represent the society."
      },
      {
        "speaker": "A",
        "content": "Yes, it is true that we have to be pragmatic. And, … and the choice of Batman can surely … match this criterion. We can make use of Batman’s … Batman’s characteristic and what he does to … organise our activities. So, now that we have come up, we have agreed that Batman should be the one who represents our society, let’s move on to the next part of our discussion. How can we attract new members to join our society?"
      },
      {
        "speaker": "D",
        "content": "Er, I think that we can give up some, give up some souvenirs to the members. It is because that we want to attract members who love superhero. And so, I think that they would love some, those souvenirs we give out. Er, for example, we can make some labels and bookmarks for them so that they will love it. And I think that … we can attract them by giving out such souvenirs."
      },
      {
        "speaker": "C",
        "content": "Yes, I think … this …… I think this … activity is suitable for some … junior student. Er, I suggest that we can provide a comic, comic book lending service. And … I think … many of our students is a comic lover. And, we can … lending some comic book to them and like a reading club. They exchange the comic books they have. So, I think … it can attract … more student to join our club, our society."
      },
      {
        "speaker": "D",
        "content": "Er, it sounds great, but … I’m aware of we don’t have too many comic, comic book to …… to provide … all the new members. So, how about we make a T-shirt with … Batman logo printed, … to give … the new members who join our society?"
      },
      {
        "speaker": "A",
        "content": "Well, I think that … resources is actually a very important factor … to be taken into consideration. As we have discussed, … we have suggested comic book lending services, or different souvenirs being given to the students and … T-shirts being … delivered to the student. I think that the best … among all the three suggestion, the best one would be, giving of souvenirs. Because as … said, as I have said, our resources is limited, … so, printing a T-shirt for everyone may be too expensive. We …… may not be able to afford this high price of giving every new member a new T-shirt. So, I think, and also, at the same time, we do not have enough comic books. So, I think the best way is to … make some mini souvenirs for them to attract them to join."
      },
      {
        "speaker": "D",
        "content": "Er, I agree with you and also, I think that to make our promotion more successful, we can open up some Facebook page or some website and so that, and we can upload our, our society’s video. And we can, in the video, we can promote our activities in it and so that the … students can know more about our society. And in this way, I think that … the promotion, the effect of the promotion will be much larger."
      },
      {
        "speaker": "A",
        "content": "So, assuming that we can have a satisfactory number of new members, what do you think we can organise to … make this society more meaningful and interesting?"
      },
      {
        "speaker": "C",
        "content": "I think we can … showing some superhero movie to attract them to watch. And it is low cost and … we also can …… encourage student to … we … to shoot some video … we can … create a … shooting videos competition and I think this two activity will not cost too much."
      },
      {
        "speaker": "B",
        "content": "We can also … hold a gathering regularly, and in, in the gathering, we can … play some movies that are related to the superheroes, … like Batman. So, I think that is a good idea to …… to do."
      },
      {
        "speaker": "D",
        "content": "Er, referring to what … candidate B and C have just mentioned, I think that we can organise a movie night every week and so that, we can gather the members to enjoy a … a superhero movie, and so that … After that, we can also have some discussions about the ... about the movie. For example, do they agree with the superhero and what … so, we can have some discussion about the content of the movie."
      },
      {
        "speaker": "A",
        "content": "Er, I think … as we have chosen Batman as, as our representative, I think besides showing different movies, we can, we should, we should also … make use of Batman’s characters, for example, he use his … wisdom and different skills to fight against crime. Of course, we are not expected to … do what the police is expected to do. But, I think we can organise some … volunteering activity. Otherwise, … this club will become … a movie club and there’s no meaning to choose Batman as our … representative. I think we should … stick to the character of Batman and organise more … meaningful activity to help the needy."
      },
      {
        "speaker": "D",
        "content": "I see your point but I think that these two activities can … we can organise both of these activities because that we are a society and we have, … we have more resources and so, I think that … these can both exist. And I also agree that … organising more voluntary activity is also a, a way to remind our members that we should always bear in mind the … why we choose Batman as our, as the one who represents our society, …… because he … loves to help people and he fight for justice. So, I agree with you."
      }
    ],
    "i": [
      {
        "speaker": "Examiner: (Question 3)",
        "content": "Candidate A, what superpower would you like to have? You can start now."
      },
      {
        "speaker": "A",
        "content": "Erm, regarding what supernatural power I would like to have, … perhaps I want to have a power that enables me to know about what people think, … but not every people …… every person. I only want to know about what the sad people think. Because we, when we, when I can know about the depressed people think, I can do something to help them. Erm, although people often said that knowing every, knowing what everyone is thinking is not a good … is not a good thing because we will, we will have many … we may be affected by their moods and emotions. But, I think … sometimes, if we can know about some … what some depressed people think, we can understand more about the situation and help them."
      },
      {
        "speaker": "Examiner: (Question 1)",
        "content": "Candidate B, do you have a favourite superhero? You may start now."
      },
      {
        "speaker": "B",
        "content": "Yes, I do have a favourite superhero, which is … Spiderman. Er, one thing that I have learnt from … Spiderman is … he is responsible … for … his family, … for his friend, and when his friends or his parents face some difficulties and he … he will always … help them to, to solve the problems. And, once he know that he have, he has the superpower and he use it in, in a proper way. So, I admire him so much. So, he is my favourite superhero."
      },
      {
        "speaker": "Examiner: (Question 2)",
        "content": "Candidate C, do you enjoy movies about superheroes? You may start now."
      },
      {
        "speaker": "C",
        "content": "Yes, … I enjoy … movie of superheroes because ... the … especially Iron Man’s movies, I really enjoy because … the scenes is … exciting and the … some, there are some special effects … in the movie is … very … extraordinary. And, and the sound is good and I think … that is a good entertainment for me and, and I will watch this movie with my … my friends and we can talk about the … plot. And yes, … I love to watch superhero movie. Thank you."
      },
      {
        "speaker": "Examiner: (Question 4)",
        "content": "Candidate D, do superheroes appeal more to boys or girls? You may start now."
      },
      {
        "speaker": "D",
        "content": "Er, I think that … superhero is both appealing to boys and girls, but I think that they are appealing in different aspects. For boys, I think that … most of the boys may admire the superpower like … Spiderman he can, and Spiderman and superhero, he, they have … great power to save people. And, I think that the boys admire them because that some of them may want to be as good as them because that they can save people and they are admired by … many, many people. But for girls, I think that some of the girls may fancy being saved by some superhero because … most of the superhero movies … the superheroes are quite handsome and they are quite brave. And I, some, and I think that the girls may find that it’s quite enjoyable to watch those superhero movies and because they can fancy they are … also having a boyfriend, or some friends like … as good as the superheroes. So, I think that they’re both … appealing to girls and boys, but in different aspects. Thank you."
      }
    ]
  },
  "Comments": {
    "g": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    },
    "i": {
      "comment": {
        "username": "",
        "usertype": "",
        "content": "",
        "rating": ""
      }
    }
  }